{"hiddenService":"b2lqdo3v4tphyqbf.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx/1.4.6 (Ubuntu)","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["medillonthehill.net","www.torproject.org","caught-in-the-crossfire.com","www.propublica.org","www.wired.com","www.betaboston.com","libraryfreedomproject.org","blog.torproject.org","daserste.ndr.de","apps.washingtonpost.com","www.theguardian.com","www.ibtimes.co.uk","segmentationsolutions.nielsen.com","twitter.com","fonts.googleapis.com"],"internalPages":["b2lqdo3v4tphyqbf.onion"],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["static/styles","http:/","static/assets","static/scripts"],"pgpKeys":null,"hashes":["1d65b7d315d0f71e16aacbe5f89848bf9095eb4b"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml lang=\"en\"\u003e\n\u003chead\u003e\n    \u003cmeta charset=\"UTF-8\"\u003e\n    \u003cmeta name=\"viewport\" content=\"initial-scale=1\"\u003e\n    \u003ctitle\u003eCaught in the Crossfire\u003c/title\u003e\n    \u003clink href='https://fonts.googleapis.com/css?family=Roboto:300,500|Roboto+Mono:700,500,300' rel='stylesheet' type='text/css'\u003e\n    \u003clink rel=\"stylesheet\" href=\"static/styles/styles.css\"\u003e\n    \u003clink rel=\"canonical\" href=\"http://caught-in-the-crossfire.com/ \"\u003e\n    \u003cmeta property=\"og:type\"   content=\"article\" /\u003e\n    \u003cmeta property=\"og:url\"    content=\"http://caught-in-the-crossfire.com/\" /\u003e\n    \u003cmeta property=\"og:title\"  content=\"Caught in the Crossfire\" /\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\n    \u003cdiv class=\"masthead\"\u003e\n        \u003cp\u003e\u003ca href=\"http://medillonthehill.net\"\u003eMedill News Service\u003c/a\u003e\u003c/p\u003e\n    \u003c/div\u003e\n\n    \u003cheader\u003e\n        \u003ch1\u003eCaught in the Crossfire\u003c/h1\u003e\n        \u003ch2\u003eA wave of non-criminal users is joining the dark web and stepping into the middle of a privacy battle\u003c/h2\u003e\n        \u003cp\u003eBy Nick Hagar, Geordan Tilley, Alex Duner and Nicolas Rivero\u003c/p\u003e\n        \u003cp\u003ePublished on March 10, 2016\u003c/p\u003e\n    \u003c/header\u003e\n\n    \u003csection class=\"onion\" id=\"onion\"\u003e\n        \u003cdiv class=\"prompt\"\u003e\n            \u003cp id=\"prompt-text\"\u003eDo you want to read this story on the dark web?\u003c/p\u003e\n        \u003c/div\u003e\n        \u003cdiv class=\"instructions\" id=\"instructions\"\u003e\n            \u003cp\u003eThe dark web might seem scary and complicated, but it's actually quite easy to get started using the Tor web browser to go onto the dark web and protect your privacy.\u003c/p\u003e\n            \u003cp\u003eWe published this story as a Tor hidden service — a special type of website that lets you browse with even more privacy. Though these types of sites are typically associated with the more illicit aspects of the dark web, the technology is benign. When you visit a Tor hidden service the site can't get access to your IP address or your location.\u003c/p\u003e\n            \u003cp\u003e\u003cstrong\u003eFirst\u003c/strong\u003e you'll need to \u003ca href=\"https://www.torproject.org/download/download-easy.html.en\"\u003edownload and install the Tor browser\u003c/a\u003e.\u003c/p\u003e\n            \u003cp\u003e\u003cstrong\u003eThen\u003c/strong\u003e, once you have Tor installed, open it and paste this address into the URL bar: \u003ca href=\"http://b2lqdo3v4tphyqbf.onion\"\u003ehttp://b2lqdo3v4tphyqbf.onion\u003c/a\u003e. Because the URL ends in \u003cem\u003e.onion\u003c/em\u003e, Tor hidden services are sometimes called \u003cem\u003eonion sites\u003c/em\u003e.\u003c/p\u003e\n            \u003cp\u003eYou could also use Tor to navigate to \u003ca href=\"http://caught-in-the-crossfire.com\"\u003ethis site on the \"surface web\"\u003c/a\u003e. When you browse the \"surface web\" on Tor, after your request is anonymized in the Tor network, the connection between the exit relay and the site you are trying to access is made back on the normal internet.\u003c/p\u003e\n            \u003cp\u003eHowever, when you access an onion site, the connection between your computer and the server never leaves the Tor network, so your metadata is never exposed to the outside Internet. \u003c/p\u003e\n            \u003cp\u003eTo learn more about the differences between browing \"normal\" sites using Tor and browising onion sites using Tor, check out \u003ca href=\"https://www.propublica.org/nerds/item/a-more-secure-and-anonymous-propublica-using-tor-hidden-services\"\u003ethis ProPublica guide\u003c/a\u003e.\u003c/p\u003e\n        \u003c/div\u003e\n    \u003c/section\u003e\n\n    \u003carticle\u003e\n        \u003cp\u003eMike Tigas is an online privacy nerd. A web developer and journalist for ProPublica, Tigas thought it might be fun to tinker with putting the investigative news site on the dark web. And in January, what started as a side project turned into a full dark web version of ProPublica.\u003c/p\u003e\n        \u003cp\u003eThe dark web — long considered an anonymous, online haven for criminals and terrorists — got its first news site.\u003c/p\u003e\n        \u003cp\u003e\"The reaction wasn't remotely close to what I thought it would be,\" Tigas said. \"Overwhelmingly, the reception was positive. I forgot this could be a thing that more people would be interested in, not just the nerds.\"\u003c/p\u003e\n        \u003cp\u003eBut ProPublica isn't the first company to make this move: \u003ca href=\"http://www.wired.com/2014/10/facebook-tor-dark-site/\"\u003eFacebook launched on the dark web\u003c/a\u003e in 2014. Both companies are tapping into growing privacy concerns that push more people to use anonymous browsers like Tor.\u003c/p\u003e\n        \u003cp\u003eBecause of the way the Tor network is set up, as more users try to hide their online identities, it becomes harder for law enforcement agencies to unmask criminals who are using the dark web to cover their digital tracks.\u003c/p\u003e\n\n        \u003cvideo width=\"320\" height=\"240\" controls class=\"video\"\u003e\n            \u003csource src=\"static/assets/DarkWebExplainer.mp4\" type=\"video/mp4\"\u003e\n        \u003c/video\u003e\n\n        \u003cp\u003eTor anonymizes Internet traffic by bouncing it around the world, obscuring its point of origin. And though Tor can be used to access sites on the dark web -- those not reachable from a normal browser -- the dark web and Tor are not the same thing. The Tor browser can also be used to access everyday “surface web” sites anonymously.\u003c/p\u003e\n        \u003cp\u003e\"Whenever you hear about Tor, it's all the weird shady things that people do with it — like Silk Road, child porn sites, things like that — and not many people talk about other uses,\" Tigas said. \"It hasn't been until the past couple years when there's actually normal people who can use Tor and not be freaked out about it.\"\u003c/p\u003e\n        \u003cp\u003e\u003ca href=\"http://www.betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/\"\u003eSurvivors of abuse use Tor\u003c/a\u003e to keep their online lives hidden from stalkers. \u003ca href=\"https://libraryfreedomproject.org/torexitpilotphase1/\"\u003eLibrarians are starting to use Tor\u003c/a\u003e to protect patrons’ privacy. \u003ca href=\"https://www.torproject.org/about/torusers.html.en\"\u003ePeople living under repressive regimes\u003c/a\u003e use Tor to access censored websites.\u003c/p\u003e\n\n        \u003cq class=\"right\"\u003eIt hasn't been until the past couple years when there's actually normal people who can use Tor and not be freaked out about it.\u003c/q\u003e\n\n        \u003cp\u003eThe Edward Snowden National Security Agency leaks, and ensuing revelations about government surveillance, played a significant role in changing public perception about the need for digital privacy, according to Robin Wilton, a spokesman for the online transparency advocacy group Internet Society.\u003c/p\u003e\n        \u003cp\u003e\"People are shifting from not really being conscious of what the problem is,\" Wilton said, \"to thinking, 'You know what, I think there's something going on here. I want to find out more about it. And if it's about my privacy, I want to do something about that.'\"\u003c/p\u003e\n        \u003cp\u003eThat attitude encapsulates the vision that the Tor Project has for its browser. In its \u003ca href=\"https://www.torproject.org/about/overview.html.en\"\u003eabout page\u003c/a\u003e, the group explains that the Tor browser benefits legitimate users like journalists, whistleblowers, academics researching sensitive topics and dissidents living under repressive regimes.\u003c/p\u003e\n        \u003cp\u003eIt makes no mention of the criminal enterprises for which the dark web is more infamous.\u003c/p\u003e\n        \u003cp\u003e\u003ca href=\"https://blog.torproject.org/blog/some-thoughts-hidden-services\"\u003eThe Tor Project points out\u003c/a\u003e that roughly 97 percent of Tor traffic stays on the \"surface\" web. This means that the vast majority of users are visiting the same sites any Internet user has access to but are using Tor to keep their browsing anonymous. But \u003ca href=\"http://www.wired.com/2014/12/80-percent-dark-web-visits-relate-pedophilia-study-finds/\"\u003eone study found\u003c/a\u003e that if you look at the 3 percent of Tor traffic that goes to \"hidden services\" — the true dark web, pages that you can only access with a Tor browser and an encrypted URL — 80 percent of the traffic to those sites are for child pornography.\u003c/p\u003e\n        \u003cp\u003eThis is where law enforcement comes in. It’s the natural enemy of any tool criminals can use to hide what they’re doing, and several federal agencies have been working to find and exploit cracks in Tor’s anonymity protections.\u003c/p\u003e\n        \u003cp\u003eAn \u003ca href=\"http://daserste.ndr.de/panorama/aktuell/NSA-targets-the-privacy-conscious,nsa230.html\"\u003einvestigation published by Das Erste\u003c/a\u003e, a German public television channel, found that merely searching for keywords related to privacy software like Tor causes the NSA to tag and track the searcher’s IP address, whether in the U.S. or abroad. Leaked documents, including a \u003ca href=\"http://apps.washingtonpost.com/g/page/world/nsa-research-report-on-the-tor-encryption-program/501/\"\u003e49-page research paper\u003c/a\u003e and a \u003ca href=\"http://www.theguardian.com/world/interactive/2013/oct/04/tor-stinks-nsa-presentation-document\"\u003ePowerPoint presentation\u003c/a\u003e titled “Tor Stinks,” show that the NSA has been exploring ways to trace Tor traffic back to users, take down hidden services and degrade the entire Tor network for at least a decade.\u003c/p\u003e\n        \u003cp\u003eWhile the NSA concerns itself with national security threats like terrorist groups using Tor for covert correspondences, \u003ca href=\"http://www.ibtimes.co.uk/fbi-crack-tor-catch-1500-visitors-biggest-child-pornography-website-dark-web-1536417\"\u003ethe FBI has used similar methods\u003c/a\u003e to take over the dark web’s biggest child pornography site. The Defense Department \u003ca href=\"http://www.theguardian.com/technology/2016/feb/25/us-defence-department-funding-carnegie-mellon-research-break-tor\"\u003efunded researchers\u003c/a\u003e who hacked into the dark web and unmasked the administrators of the online drug market Silk Road 2.0.\u003c/p\u003e\n        \u003cp\u003eBut ironically, the Defense Department also funds the Tor Project, which works to keep the dark web anonymous. In fact, Tor grew out of a U.S. Naval Research Laboratory project designed to protect government communications, and the Navy still uses this software to hide its communications. Law enforcement agencies also use Tor to monitor criminal activity online without revealing their government IP addresses, and the State Department funds and promotes the software as a democracy-building tool to help freedom fighters abroad evade censorship.\u003c/p\u003e\n        \u003cp\u003eThe Defense Department is funding both sides of a struggle between the Tor Project and law enforcement.\u003c/p\u003e\n        \u003cp\u003e“There is no good policy response here,” said Eric Jardine, a research fellow at the Center for International Governance Innovation. “If you leave the network up, you are going to be facilitating illegal marketplaces, facilitating child abuse imagery sites, facilitating ransomware, hackers for hire. If you take it down, on the other side, there is evidence that for people in repressive regimes, especially, they need to use the technology to protect and exercise their basic political rights.”\u003c/p\u003e\n\n        \u003cq class=\"left\"\u003eThere is no good policy response here.\u003c/q\u003e\n\n        \u003cp\u003eThere is nothing illegal about using Tor so law enforcement has to confine itself to tracing the illegal activity running in the midst of all the network’s hidden traffic. But as more regular users join Tor, it gets harder to find a particular needle in the haystack.\u003c/p\u003e\n        \u003cp\u003e“The problem for law enforcement comes in not necessarily because there are more crimes,” Jardine explained, “but because with an expanded user base, the network becomes more resilient and more anonymous.”\u003c/p\u003e\n        \u003cp\u003eDavid Opderbeck, a law professor at Seton Hall University, said law enforcement has lately turned to high-tech solutions, like installing spyware on computers connected to the Tor network with the hope of infecting and tracking criminals’ computers.\u003c/p\u003e\n        \u003cp\u003e“That’s controversial,” Opderbeck said. “Searches are supposed to be localized, confined things. You don’t get a general warrant to search everyone...but spyware is likely to infect users who do not engage in any criminal activity and are not suspected of engaging in any criminal activity.”\u003c/p\u003e\n        \u003cp\u003eHe said legal authorization for those kinds of searches is a “very gray area” that needs to be addressed by Congress.\u003c/p\u003e\n        \u003cp\u003eIn the meantime, recent court rulings haven’t favored dark web anonymity. In both \u003ci\u003eU.S. v. Jay Michaud\u003c/i\u003e—the case where the FBI hacked the dark web’s largest child porn site—and \u003ci\u003eU.S. v. Brian Farrell—\u003c/i\u003ethe case where the Defense Department paid hackers who found the identities of the Silk Road 2.0 administrators—district courts ruled that Tor users have no increased legal expectation of privacy. Therefore, investigators didn’t need warrants in either case to search the servers that turned up the defendants’ identities.\u003c/p\u003e\n        \u003cp\u003eLegal uncertainty aside, law enforcement will likely keep trying to find ways to get around Tor’s protections, and Tor developers will keep tweaking their software to rebuff each new attempt. Jardine said this technological “arms race” actually works out well for both sides.\u003c/p\u003e\n        \u003cp\u003e“They’re in a very antagonistic relationship,” he said, “but over time the effect is actually really good for the system, because it makes the network stronger and it still lets the FBI do what it needs to do.”\u003c/p\u003e\n\n        \u003cq class=\"right\"\u003eThey’re in a very antagonistic relationship but over time the effect is actually really good for the system.\u003c/q\u003e\n\n        \u003cp\u003eBut even if the FBI is never able to truly deanonymize Tor, the increasing number of people using Tor for benign purposes may not be able to reclaim as much of their privacy as they might imagine.\u003c/p\u003e\n        \u003cp\u003ePinar Yildirim, an assistant marketing professor at the Wharton School of Business, said data collection isn’t limited to the Internet.\u003c/p\u003e\n        \u003cp\u003e“This assumption that we will all move into Tor is very extreme,” Yildirim said, “but even in this extreme world, you are still alive in the offline world. You still have an address. You still have a credit card. You are still, possibly, watching TV. You still have a cellphone. You are still doing offline shopping where I can track your behavior, so I can learn plenty more about you, still, even if I don’t track you in the online world.”\u003c/p\u003e\n        \u003cp\u003eYildirim pointed out that marketing companies have been compiling this kind of information into consumer databases for decades. (If you want to see for yourself, you can plug your ZIP code into \u003ca href=\"https://segmentationsolutions.nielsen.com/mybestsegments/Default.jsp?ID=20\u0026pageName=ZIP%2BCode%2BLookup\u0026menuOption=ziplookup\"\u003eNielsen PRIZM\u003c/a\u003e and find behavioral profiles of your neighborhood.)\u003c/p\u003e\n        \u003cp\u003eData surveillance extends far beyond our browsing histories. Privacy-conscious web users can take any number of measures to not leave a digital footprint, and they’ll be given a certain amount of anonymity for their efforts. But those same people live in a world where data collection is the norm in every aspect of life. Simply put, you can wear a mask online, but in the real world, your behavior can be collected, stored and matched to you. And that’s not going to change.\u003c/p\u003e\n        \u003cp\u003e“We have been tracking consumers for quite some time,” Yildirim said. “It’s just that consumers are becoming more aware of it.”\u003c/p\u003e\n\n    \u003c/article\u003e\n\n    \u003cfooter\u003e\n        \u003cdiv class=\"bios\"\u003e\n            \u003cp class=\"bio\"\u003e\u003ca href=\"http://twitter.com/NickHagar\"\u003eNick Hagar\u003c/a\u003e is a business and technology reporter for Medill on the Hill. He is a junior and previously covered campus news for North by Northwestern and blogged about tech for Medium. He spends his free time reading and watching movies. He's from Fort Wayne in the great state of Indiana.\u003c/p\u003e\n            \u003cp class=\"bio\"\u003e\u003ca href=\"https://twitter.com/GeordanATilley\"\u003eGeordan Tilley\u003c/a\u003e is a sophomore at Northwestern studying journalism and political science. She is covering business and technology for the Medill News Service. On campus, Geordan works for the Northwestern News Network, serving as a producer and running the control room. She interned last summer as a producer at KOAT-7, the ABC affiliate in her hometown of Albuquerque, New Mexico.\u003c/p\u003e\n            \u003cp class=\"bio\"\u003e\u003ca href=\"http://twitter.com/asduner\"\u003eAlex Duner\u003c/a\u003e is a reporter for the Medill News Service covering politics. Previously, he worked as a news developer at the Texas Tribune and the New York Times. He is also a student fellow at the Northwestern Knight Lab.\u003c/p\u003e\n            \u003cp class=\"bio\"\u003e\u003ca href=\"https://twitter.com/NicolasFuRivero\"\u003eNicolas Rivero\u003c/a\u003e is a Miami native studying journalism at Northwestern University. He has written for Miami Today, the Daily Northwestern, and now covers politics for the Medill News Service.\u003c/p\u003e\n        \u003c/div\u003e\n        \u003cdiv class=\"meta\"\u003e\n            \u003cp\u003eCopyright 2016\u003c/p\u003e\n        \u003c/div\u003e\n    \u003c/footer\u003e\n\n    \u003cscript src=\"static/scripts/script.js\"\u003e\u003c/script\u003e\n\n    \u003cscript\u003e\n      (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n      ga('create', 'UA-34228807-3', 'auto');\n      ga('send', 'pageview');\n\n    \u003c/script\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Caught in the Crossfire","responseHeaders":{"ACCEPT-RANGES":"bytes","CONNECTION":"keep-alive","CONTENT-LENGTH":"17093","CONTENT-TYPE":"text/html","DATE":"Tue, 26 Jul 2016 03:39:41 GMT","ETAG":"\"56e99baf-42c5\"","LAST-MODIFIED":"Wed, 16 Mar 2016 17:45:19 GMT","SERVER":"nginx/1.4.6 (Ubuntu)"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
