{"hiddenService":"blogovhjgbfv2xwa.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.w3.org"],"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["d27e5d1df898967d92cfe380df941ba37548576f"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01//EN\" \"http://www.w3.org/TR/html4/strict.dtd\"\u003e\n\u003chtml\u003e\n\u003chead\u003e\n  \u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\"\u003e\n  \u003cmeta http-equiv=\"Content-Style-Type\" content=\"text/css\"\u003e\n  \u003ctitle\u003eBlog Blog Blog\u003c/title\u003e\n  \u003cstyle type=\"text/css\"\u003e\n    p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Times; color: #434343; min-height: 14.0px}\n    p.p3 {font: 12.0px 'Times New Roman'; color: #535353}\n\tp.quote {font: 12.0px 'Times New Roman'; color: #535353; font-style: italic;}\n\tbody { width: 40%; text-align: center; margin-left:auto ;margin-right:auto}\n\t\n  \u003c/style\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\t\n\u003ch2 style=\"margin: 0.0px 0.0px 14.9px 0.0px; text-align: center; font: 18.0px Times; color: #434343\"\u003e\u003cb\u003eThe Blog\u003c/b\u003e\u003c/h2\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"quote\"\u003e\"There are two types of encryption: one that will prevent your sister from reading your diary and one that will prevent your government.\" - Bruce Schneier\u003c/p\u003e\n\u003cp class=\"p2\"\u003eRecently reddit.com made the jump to allowing https for site wide encryption. While this is a good move in the overall world of things. They first decided to use a sha-1 certificate. Which at the time of expiry will throw errors from Google Chrome as an 'Unsafe Certificate'.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eHowever there is another important thing I feel people miss. The encryption is to CloudFlare which as a CDN is handling all the decryption and passing of requests to reddit's servers. We don't know if the data is being encrypted between CloudFlare and the backend, and we don't know what CloudFlare's stance on wiretapping is.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eYes this is a great day for those of us who wish to browse some perhaps, almost adult discussions at work with the peace of mind knowing that the local IT department isn't snooping. However it is still important to note, that nothing you say on reddit is to be considered private.\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"quote\"\u003e\"A writer is supposed to have anonymity.\"\u003c/p\u003e\n\u003cp class=\"p2\"\u003eFrequently when thinking about updating this site, I wonder \u003cspan style=\"font-style: italic\"\u003e\"Who reads this anyways, who cares\"\u003c/span\u003e. Which is a entirely valid thing to be thinking.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eHowever writing anonymously with, or without an audience is ideal. You must allow the exchange of ideas to flow freely. Those who become interested and read you should cherish.\u003c/p\u003e\u003cbr\u003e\n\u003cp class=\"p2\"\u003eSome who know how to get in touch with me have asked if I will be keeping to a set schedule of update. I fear I cannot make any commitment as I can only write things as fast as I feel I can put finger to keyboard.\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"quote\"\u003e\"Why waste time learning, when ignorance is instantaneous?\" - Bill Waterson\u003c/p\u003e\n\u003cp class=\"p2\"\u003eWatching the news lately, specifically CNN has been interesting. They keep going on and on about how these leaked nudes could have happened. None of them seem to be spending the time hiring someone who might actually know what is happening.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eMaybe people will start taking privacy seriously in the future. Maybe just maybe people will start to care. I doubt it, but maybe.\u003c/p\u003e\n\u003cp class=\"quote\"\u003e\"In digital era, privacy must be a priority. Is it just me, or is secret blanket surveillance obscenely outrageous?\" - Al Gore\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp class=\"quote\"\u003e“The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew.”\u003c/p\u003e\n\u003cp class=\"p2\"\u003eIt is interesting to look at the state of the internet, with these recent leaks and wonder at how the world will view this period in the future. There are leaks are as wide ranging from Celeb photos, to reports on how the NSA is taping fibre optic cables.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eWill this time be seen as when the Government was reined in by these leaks, or bolstered by the lack of actual outrage and movement of the people.\u003c/p\u003e\n\u003cp class=\"quote\"\u003e“We stand today on the edge of a new frontier - … - a frontier of unknown opportunities and perils - a frontier of unfulfilled hopes and threats.” - John F. Kennedy\u003c/p\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Blog Blog Blog","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-TYPE":"text/html","DATE":"Sat, 23 Jul 2016 23:34:55 GMT","ETAG":"\"10bb-50298ba8339c0-gzip\"","LAST-MODIFIED":"Tue, 09 Sep 2014 02:31:11 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
