{"hiddenService":"daily.muflax65ngodyewp.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["en.wikipedia.org","www.youtube.com","muflax.tumblr.com","www.mspaintadventures.com","mspaintadventures.wikia.com","www.diatec.co.jp","www.reddit.com","buddhism-for-vampires.com","meaningness.com","disqus.com","beeminder.com","dailymuflax.disqus.com","www.w3.org","ssl","www","www.google.com"],"internalPages":["daily.muflax65ngodyewp.onion","blog.muflax65ngodyewp.onion",""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/styles","daily.muflax65ngodyewp.onion/about","/log/118","/episteme","/log/1","/log/2","/log/3","/log/4","/log/5","/log/6","/log/7","/log/8","/log/9","/log/10","/log/110","/log/111","/log/112","/log/116"],"pgpKeys":null,"hashes":["431d698b6141f40fb467808eb64946c09ae8d37b"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\"\n    \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" lang=\"en\" xml:lang=\"en\"\u003e\n  \u003chead\u003e\n    \u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" /\u003e\n    \u003ctitle\u003e\n      muflax becomes a saint\n    \u003c/title\u003e\n    \u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/styles/default.css\" /\u003e\n    \u003cmeta name=\"generator\" content=\"nanoc\" /\u003e\n    \u003clink rel=\"alternate\" href=\"/rss.xml\" type=\"application/rss+xml\" title=\n    \"muflax becomes a saint\" /\u003e\n    \u003cscript type=\"text/javascript\"\u003e\n    //\u003c![CDATA[\n      var _gaq = _gaq || [];\n      _gaq.push(['_setAccount', 'UA-25523509-1']);\n      _gaq.push(['_trackPageview']);\n\n      (function() {\n      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n      })();\n    //]]\u003e\n    \u003c/script\u003e\n  \u003c/head\u003e\n  \u003cbody\u003e\n    \u003cdiv id=\"body-nav\"\u003e\n      \u003cdiv id=\"main\"\u003e\n        \u003cdiv id=\"title\"\u003e\n          \u003ch1 class=\"title\"\u003e\n            \u003ca class=\"title\" href=\"/\"\u003emuflax becomes a saint\u003c/a\u003e\n          \u003c/h1\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"content\"\u003e\n          \u003cblockquote\u003e\n            \u003cp\u003e\n              These specifications cannot be followed to the letter, as we have\n              seen, but collateral results may not be inappropriate.\n            \u003c/p\u003e\n            \u003cp\u003e\n              – B.F. Skinner in \u003ca href=\n              \"https://en.wikipedia.org/wiki/Verbal_Behavior\"\u003eVerbal\n              Behavior\u003c/a\u003e\n            \u003c/p\u003e\n          \u003c/blockquote\u003e\n          \u003cp\u003e\n            Practice logs and random musings, 150 useful words per day, on\n            average. \u003ca href=\"http://daily.muflax65ngodyewp.onion/about/\"\u003eMore details on\n            what this is about.\u003c/a\u003e See the \u003ca href=\n            \"http://blog.muflax65ngodyewp.onion\"\u003eblog\u003c/a\u003e for completed content. There’s\n            also an \u003ca href=\"/rss.xml\"\u003eRSS feed\u003c/a\u003e.\n          \u003c/p\u003e\n          \u003cp\u003e\n            Latest entry:\n          \u003c/p\u003e\n          \u003cdiv id=\"main-embed\"\u003e\n            \u003cdiv id=\"title\"\u003e\n              \u003ch1 class=\"title\"\u003e\n                \u003ca class=\"title\" href=\"/log/118/\"\u003eHamiltonian\u003c/a\u003e\n              \u003c/h1\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"episteme\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003eLast modified: 2013-08-21\n                (finished).\u003c/span\u003e \u003cspan class=\"align_right\"\u003eEpistemic state:\n                \u003ca class=\"episteme\" href=\"/episteme/\"\u003elog\u003c/a\u003e.\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"content-embed\"\u003e\n              \u003cdiv align=\"center\"\u003e\n                \u003ciframe width=\"560\" height=\"315\" src=\n                \"https://www.youtube.com/embed/PI2GauQ1eiU\" frameborder=\"0\"\n                allowfullscreen=\"\"\u003e\u003c/iframe\u003e \u003ca href=\n                \"https://www.youtube.com/watch?v=PI2GauQ1eiU\"\u003e(watch on\n                Youtube)\u003c/a\u003e\n              \u003c/div\u003e\n              \u003cp\u003e\n                Hey, internet! So a lot of stuff’s been happening. As I alluded\n                to in some off-hand comments here and there, I’ve been busy\n                transitioning into adulthood, or whatever passes as that for me\n                anyway. (I’ve internally just begun to call it Chapter 1, and\n                everything before now Prologue, because I’m stupid like\n                that.\u003csup id=\"fnref:stupid\"\u003e\u003ca href=\"#fn:stupid\" class=\n                \"footnote\"\u003e1\u003c/a\u003e\u003c/sup\u003e)\n              \u003c/p\u003e\n              \u003cp\u003e\n                This process is still ongoing, but instead of waiting for\n                another 2 months or so and then recapping, I thought I could\n                just get back to writing now, while stuff’s still happening.\n                Crazy idea, I know!\n              \u003c/p\u003e\n              \u003cp\u003e\n                I am, in a certain sense, done with my CS degree, and as you\n                can tell by that weaselly phrase, I mean that I’ve dropped out\n                instead of continuing that torturous phase of my past for yet\n                another year. The only real reason I even started the degree\n                was because I didn’t have any other idea what else to do, and\n                was using it to cheaply buy time. That worked out reasonably\n                well - in total, I got half a decade out of it, and grew enough\n                in the process (and met the right people, and ideas) that I now\n                think it was absolutely the right decision. Maybe there\n                would’ve been better alternatives (if so, I still don’t know\n                what they would’ve been, beyond a “don’t take so long to stop\n                being lame” reminder that’s probably only applicable with\n                hindsight), but regardless, well done, past-me, It wasn’t fancy\n                or heroic, but it worked just fine.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Still, it took me probably a good year to actually make the\n                decision to drop out after I knew I wasn’t gonna continue this\n                path and had begun to see an alternative. Sometimes more\n                legible options appear stronger just because they are legible.\n                A degree is of fairly straightforward value - you can easily\n                look up income statistics and job requirements, compare it to\n                the time investment of college, there ya go - and any part that\n                isn’t easy to quantify gets thrown out of the evaluation. Like\n                for example, despising virtually all options it opens up, not\n                having much use for it on the paths I \u003cem\u003edo\u003c/em\u003e like, and\n                continuing now that I have actually found said real options\n                would just be a waste of time.\n              \u003c/p\u003e\n              \u003cp\u003e\n                You are now allowed to shun me based on my lack of academic\n                credentials. I don’t mind - destroying academia is on my todo\n                list, and regular reminders why it has to go probably help.\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cp\u003e\n                So did I mention I actually \u003ca href=\n                \"http://muflax.tumblr.com\"\u003estarted a tumblr\u003c/a\u003e for random\n                snippets and stuff? I’m still not sure if I’m gonna use it or\n                anything, but nice pictures keep popping up, and maybe I end up\n                writing a few short thingies over there. So far I’ve mostly\n                been reblogging \u003ca href=\n                \"http://www.mspaintadventures.com/?s=6\"\u003eHomestuck\u003c/a\u003e ships.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Like I said over there, I’d like to eventually talk more\n                coherently (and not just meta, but also directly) about ships,\n                and art, and related things (, and the Oxford Comma), but I’m\n                still not quite feeling it, so maybe it’s just not the right\n                time, or I don’t have enough interesting things to say, or\n                whatever. We’ll see. Anyway, it exists now.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Look, a pug!\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cp\u003e\n                So instead of being a productive member of society, I was\n                mostly busy with \u003cdel\u003ebuilding additional pylons\u003c/del\u003e figuring\n                out how to money, keeping Mother Bureaucracy updated and\n                working on moving in together with my \u003ca href=\n                \"http://mspaintadventures.wikia.com/wiki/Quadrants\"\u003emoirail\u003c/a\u003e\n                \u003csup id=\"fnref:moirail\"\u003e\u003ca href=\"#fn:moirail\" class=\n                \"footnote\"\u003e2\u003c/a\u003e\u003c/sup\u003e\u003csup id=\"fnref:otp\"\u003e\u003ca href=\"#fn:otp\"\n                class=\"footnote\"\u003e3\u003c/a\u003e\u003c/sup\u003e\u003csup id=\"fnref:language\"\u003e\u003ca href=\n                \"#fn:language\" class=\"footnote\"\u003e4\u003c/a\u003e\u003c/sup\u003e\u003csup id=\n                \"fnref:footnotes\"\u003e\u003ca href=\"#fn:footnotes\" class=\n                \"footnote\"\u003e5\u003c/a\u003e\u003c/sup\u003e somewhere in the UK, which will happen\n                in about 2 months when my contract at the university runs out\n                and I can leave the country.\n              \u003c/p\u003e\n              \u003cp\u003e\n                (This might be a good opportunity to point out how \u003ca href=\n                \"http://www.mspaintadventures.com/?s=6\"\u003eHomestuck\u003c/a\u003e has one\n                of the saner models of romance and gender, and that this is one\n                of countless benefits trolls bring to any story they\n                touch.\u003csup id=\"fnref:trolls\"\u003e\u003ca href=\"#fn:trolls\" class=\n                \"footnote\"\u003e6\u003c/a\u003e\u003c/sup\u003e It also highlights by analogy some\n                silliness in the conventional human model by showing similar\n                silliness in the troll model. While some trolls insist that\n                \u003cem\u003eideal\u003c/em\u003e relationships divide nicely into the Four\n                Quadrants, it’s clear that in most cases this isn’t the case\n                and it’s much fuzzier, even though the quadrants still\n                represent some important components, so wiser trolls would\n                realize that and take a more reasonable stance and oppose a\n                system that tries to enforce restrictive norms (which, for all\n                we know, they \u003cem\u003edo\u003c/em\u003e - troll society and history is…\n                complicated, as it should be). But in contrast to that, trolls\n                \u003cem\u003ealready\u003c/em\u003e have a much better position on gender than the\n                humans, who do the same essentialist “two ideal categories”\n                crap trolls do with the quadrants.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So there.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                On a completely unrelated note, I just want to note how weird\n                it is that “yay I’m happy” posts can cause some seriously bad\n                side-effects, and that I remember being personally pissed off\n                by them in the past, thinking something along the lines of,\n                “well good for YOU that you’re happy, I’m still a lonely mess”,\n                and so even though saying (and feeling) these things is very\n                important, I still feel uncomfortable talking about it, and so\n                will abstain from any more details for now. Compassionate\n                community norms are \u003cem\u003ehard\u003c/em\u003e, and I wanna at least think\n                about them some more.\u003csup id=\"fnref:sharing\"\u003e\u003ca href=\n                \"#fn:sharing\" class=\"footnote\"\u003e7\u003c/a\u003e\u003c/sup\u003e\n              \u003c/p\u003e\n              \u003cp\u003e\n                Regardless, actually moving (especially to a different country)\n                means I had to adapt some of my setups.\n              \u003c/p\u003e\n              \u003cp\u003e\n                I won’t be able to bring my guitar with me for now, but might\n                be able to fly it over next year or so. I’m kinda glad I opted\n                for gear that is fairly mobile, so transport should be fairly\n                easy once I don’t also have to bring all my \u003cem\u003eother\u003c/em\u003e\n                stuff with me. I’m still committed to the frugal ideal that\n                everything you own should comfortably fit into one car at most\n                (or you end up limiting your freedom too much), so it’s mostly\n                the amp that’s causing trouble (and it’s still primarily\n                monetary concerns that I didn’t pick an even smaller one, which\n                oddly enough cost \u003cem\u003emore\u003c/em\u003e; if things go as they usually\n                do, I’ll eventually just build my own).\n              \u003c/p\u003e\n              \u003cp\u003e\n                I’ve also gotten rid of my old PC setup. I used to have one\n                Frankensteinian desktop machine that I cheaply turned into a\n                decent-ish gaming rig, but I’ve long intended to retire it. I\n                also had two old-ish laptops, and loads of small drives for\n                backups and stuff. The desktop was kinda the central machine\n                and everything else synced with it. I now switched to one fancy\n                13-inch MacBook (still running Gentoo, after some headaches),\n                kept my \u003ca href=\n                \"http://www.diatec.co.jp/en/det.php?prod_c=763\"\u003ekeyboard\u003c/a\u003e\n                and mouse for work that requires them, and put the two large\n                1.5TB drives from my desktop (which mirror each other) into a\n                portable NAS. My total space capacity went down a bit that way,\n                and I lost the ability to play some high-end games (for now),\n                but meh. (I still kept the old netbook for some additional\n                mobility though, but it’s semi-retired.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                That simplifies my synchronization and backup needs somewhat.\n                All small-ish things are automatically copied to various online\n                places. Each laptop does a daily backup to the NAS, which also\n                stores most of the big media via git-annex. The NAS runs a\n                custom Debian, so it’s also a server for all kinds of minor\n                things, including Nethack. Every time I get my hands on any\n                other drive I copy as much data onto it as I can fit (because\n                why not; I just put my old drives in a box at my parents’ - no\n                reason to throw them out), but that’s now gonna be a\n                maybe-once-a-year event. (Also, git-annex on an SSD is finally\n                fast enough to be fully usable.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                I was afraid that losing my two big monitors would hurt the\n                most, but because I spend most of my time in a text editor or\n                browser anyway, it’s actually not a big deal. Workspaces work\n                just as well as additional monitors, and 13 inches is plenty.\n                The only thing that’s a pain is if I still had to use Eclipse\n                for Java work, but screw that - I’m finally in pure Ruby and\n                Haskell nirvana. (I wouldn’t \u003cem\u003ereject\u003c/em\u003e more monitors if I\n                had them available, but I’m not gonna try to carry any around\n                with me either.) And finally, not having a “central” machine I\n                can’t move means I can now easily snuggle up next to someone\n                and still code, regardless where said person happens to be.\n                That’s \u003cem\u003eso\u003c/em\u003e much more important than screen size.\n              \u003c/p\u003e\n              \u003cp\u003e\n                I still feel kinda sentimental about a “cabin in the woods”\n                setup with lots of ancient hardware that runs some custom setup\n                where you wrote half the tools (as I used to run for the last\n                few years, and would like to have again some time), so having\n                just one main machine (and one server-in-a-box) is kinda weird.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Guess I’m a nomad now.\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cp\u003e\n                Hahaha, oh man. Do you guys remember how over a year ago, I\n                made a List Of All My Problems? It was like 260 items long and\n                I thought, yeah, that’s probably \u003cem\u003eit\u003c/em\u003e - some issues\n                might’ve been vague, sure, and others irrelevant, but I didn’t\n                think I’d have forgotten anything important. Who doesn’t know\n                what their Main Issues are, right?\n              \u003c/p\u003e\n              \u003cp\u003e\n                I recently looked at this list again and it’s\n                \u003cem\u003eridiculous\u003c/em\u003e. It’s not just incredibly petty sometimes,\n                many things that have deeply bothered me for years and are\n                reason enough to plunge me into suicidality whenever they seem\n                unfixable aren’t even on there!\n              \u003c/p\u003e\n              \u003cp\u003e\n                It’s liberating when radical agnosticism shifts from not\n                knowing most answers to not even being sure about the\n                questions. If I don’t even know what my real problems are, how\n                can I possibly be upset about them?\n              \u003c/p\u003e\n              \u003cp\u003e\n                (Also basically everything important on that list has been\n                fixed by now.)\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cp\u003e\n                So what’s next?\n              \u003c/p\u003e\n              \u003cp\u003e\n                Step 1, the prototype: teach a complex skill and make it no\n                longer hard.\n              \u003c/p\u003e\n              \u003cp\u003e\n                After considering various options in detail\u003csup id=\n                \"fnref:options\"\u003e\u003ca href=\"#fn:options\" class=\n                \"footnote\"\u003e8\u003c/a\u003e\u003c/sup\u003e, we’ve decided to start with German for\n                English speakers. Because we’re still developing the courses\n                and improving our teaching skills (well, learning from scratch\n                based on ancient scrolls, really), we’re gonna spend a few\n                months solely on that and in-person testing, and then Disturb\n                The Peace.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So if you wanna learn German For Reals Without All The Tedium\n                And Crap (or just wanna meet up with me and talk whatever (I’m\n                totes sociable now (when I’m not a paranoid ball of anxiety\n                (but I now have a superweapon against that (it’s not nested\n                parentheses (just in case you wondered)))))), and you’re\n                somewhere in the UK, just leave a comment or \u003ca href=\n                \"/contact/\"\u003econtact me\u003c/a\u003e in any way you want, and I’ll put\n                you on The List and try to make stuff happen as soon as I’m\n                able. (Once the thing has been sufficiently tested, there will\n                be an automated, and more importantly, online version, of\n                course. Can’t change the world with just one meager town and\n                face-to-face interaction, but direct feedback makes early\n                development so much easier, so yeah.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                (Step 2-10 are left unmentioned to maintain the Unspoken Plan\n                Guarantee. Things will become clearer eventually.)\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cp\u003e\n                Regardless, that means the next few months are completely\n                filled up by logistics, development and being amazed how I can\n                continue to fall even more in love every day. Some of that\n                might eventually get better, some might not, but I don’t expect\n                too much writing to happen for a while, unless I find a way to\n                harvest the power of smooching to produce some wicked posts.\n                (I’ve also lost parts of my writing urges for various\n                reasons\u003csup id=\"fnref:reasons\"\u003e\u003ca href=\"#fn:reasons\" class=\n                \"footnote\"\u003e9\u003c/a\u003e\u003c/sup\u003e, some likely permanently so, but these\n                things come and go. I’ve had quiet years and hypergraphic years\n                before.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                In terms of kinda-planned drafts, I’ve begun to write down my\n                way too elaborate Jesus RPG campaign. I’ve given up on ever\n                running it and just want it out of my head. I’m about 4k words\n                in, might actually finish the thing soon enough, maybe start\n                posting it in small-ish installments once I’ve sketched out the\n                whole post structure.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So overall, I think it’s a good idea to just declare Mission\n                Accomplished for the daily logs. I’ve done my first crazy\n                miracle and I’m busy working on the next. This site is now\n                officially “whenever, whatever”, as long as its kinda coherent.\n                The rest goes to the tumblr.\n              \u003c/p\u003e\n              \u003cp\u003e\n                …\n              \u003c/p\u003e\n              \u003cp\u003e\n                Man, \u003ca href=\n                \"https://www.youtube.com/watch?v=gAYL5H46QnQ\"\u003ebeing an\n                adult\u003c/a\u003e is \u003cem\u003eawesome\u003c/em\u003e.\n              \u003c/p\u003e\n              \u003cdiv class=\"footnotes\"\u003e\n                \u003col\u003e\n                  \u003cli id=\"fn:stupid\"\u003e\n                    \u003cp\u003e\n                      This is stupid for several reasons:\n                    \u003c/p\u003e\n                    \u003cul\u003e\n                      \u003cli\u003eit smushes everything before now into one Prologue,\n                      when really there are multiple clear “everything changed\n                      forever” events during that time (e.g. first anime, first\n                      time taking Ayahuasca, first website (on a shittier\n                      version of Geocities, no less)) and there’s no\n                      overarching unified progression during the whole thing\n                      (like, Batman loses his parents in his prologue - what\n                      one critical thing happened to me, exactly?)\n                      \u003c/li\u003e\n                      \u003cli\u003eit places great emotional importance on events that\n                      haven’t even unfolded yet, like I have secret insights\n                      into God’s Narrative or sumthin’\n                      \u003c/li\u003e\n                      \u003cli\u003eit uses linear narratives, not \u003ca href=\n                      \"https://www.youtube.com/watch?v=wvwlt4FqmS0\"\u003eshandified\u003c/a\u003e\n                      ones (who’s to say I won’t \u003cem\u003ereturn\u003c/em\u003e to Chapter 1\n                      at some later point?)\n                      \u003c/li\u003e\n                      \u003cli\u003eit implicitly assumes one arc has one theme, or at\n                      most several exactly parallel ones; in other words,\n                      whatever Chapter 1 is about \u003cem\u003eends\u003c/em\u003e with Chapter 1,\n                      and if some other stuff happens during that time, it\n                      either has to end there too, or it must just not be what\n                      my life is really about\n                      \u003c/li\u003e\n                      \u003cli\u003eit strongly suggest there must chapters after it,\n                      thus undermining my ability to Fix Everything Forever\n                      Like I’m Made Out Of Pure Fixeverythingium\n                      \u003c/li\u003e\n                      \u003cli\u003eand seriously, “1”? you can’t even name it something\n                      cool, like The One With The Robot Snake?\n                      \u003c/li\u003e\n                    \u003c/ul\u003e\n                    \u003cp\u003e\n                      \u003ca href=\"#fnref:stupid\" class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:moirail\"\u003e\n                    \u003cp\u003e\n                      Don’t know what a moirail is? \u003ca href=\n                      \"http://mspaintadventures.wikia.com/wiki/Quadrants\"\u003eRead\n                      the link\u003c/a\u003e. While the concept strongly overlaps with\n                      “bros” and similar things, these tend to not get the\n                      romantic component of it, or imply weird ideas like how\n                      this kind of relationship is inherently asexual (fuck\n                      no), partially I suspect because just mainstream\n                      romance/sexuality discourse is retarded, so I’m declaring\n                      a Special Snowflake Exception for “moirail”, as it seems\n                      easier to repair these misconceptions in a\n                      troll-originated concept, than to get \u003ca href=\n                      \"http://www.reddit.com/r/explainlikeIAmA/comments/1j3uo9/explain_the_term_bromance_like_you_are_a_deeply/\"\u003e\n                      bros to finally suck cock\u003c/a\u003e and not feel guilty about\n                      it.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      Incidentally, the pronunciation of “moirail” is\n                      delightfully trolly. Personally, I use “meow-rail” for\n                      normal use, and “mwah-rail” (with implied kissing) when\n                      flirting. \u003ca href=\"#fnref:moirail\" class=\n                      \"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:otp\"\u003e\n                    \u003cp\u003e\n                      I’d also like to note that even though this establishes a\n                      canon (and muflax-endorsed) \u0026lt;\u0026gt; and \u0026lt;3 dual-ship\n                      of muflax+Owen (and I’d argue in favor of OTP here), this\n                      only expresses my (and Owen’s, and arguably the\n                      universe’s author’s) opinion, and is no reason to abandon\n                      other ships or your personal headcanon. I oppose any\n                      central authority on these matters, even if it might\n                      happen to agree with me.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      (I also find it really weird to use two different types\n                      of names, but I wanna be consistent about only using\n                      “muflax” for now, even though using my first name would\n                      allow for an S+O=SO pun, but then I hate the “SO” term,\n                      so nevermind…)\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      I’ve only dabbled in o8\u0026lt; (mostly by\n                      not-always-intentionally trolling certain people by\n                      acting as a proxy for mindfucky ideas by other (crazier)\n                      people, and so leading them to write wonderful “the fuck\n                      is this stuff even about?! I never knew about X until\n                      last week, and now I’ve realized I’ve hated it MY ENTIRE\n                      LIFE!” posts; I noticed I’m doing this when friends in\n                      6th grade told me I was the one who introduced them to\n                      kink, somehow), and I’m totally lacking in \u0026lt;3\u0026lt;. I\n                      mean, I kinda hate \u003ca href=\n                      \"https://en.wikipedia.org/wiki/Polycarp\"\u003ePolycarp\u003c/a\u003e but\n                      not quite enough, and if the \u003ca href=\n                      \"https://en.wikipedia.org/wiki/Alveolar_trill\"\u003ealveolar\n                      trill\u003c/a\u003e were a person, I’d wanna have angry hatesex\n                      with it so hard, but I’m not sure that counts.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      So the most promising shipping research topic is probably\n                      who my arch-nemesis is gonna be. Somehow I mostly get\n                      into fights with concepts, not people. \u003ca href=\n                      \"#fnref:otp\" class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:language\"\u003e\n                    \u003cp\u003e\n                      Also, I’m \u003cem\u003ereally\u003c/em\u003e unhappy with established terms\n                      to talk about “person who I love, like, THIIIIS much”.\n                      Like (girl|boy)friend? Fuck that. “partner”? Like, the\n                      government gets to call ‘em “partner” if it wants, and I\n                      find it kinda adorable what weirdly formal language it\n                      comes up with, but it’s not really a very affectionate\n                      label, is it? Seriously, all options are either\n                      super-formal, horrible or real silly. (I’m \u003cem\u003enever\u003c/em\u003e\n                      gonna use “SO”. This is too stupid even for me.) I’d be\n                      ok with “lover” if it didn’t have this connotation that\n                      it isn’t a serious thing, or “mate” if Australians hadn’t\n                      ruined it. So for now until I find a term (neologic if\n                      necessary) I’m happy with, I expect to mood-swing through\n                      “partner”, “moirail”, “love” (and I really wanna use\n                      “hon”, but then I’m tempted to practice a Southern accent\n                      all day and never get anything else done), and whatever\n                      else feels slightly less awkward that day.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      Man, /language/, amirite? \u003ca href=\"#fnref:language\"\n                      class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:footnotes\"\u003e\n                    \u003cp\u003e\n                      That’s a lot of footnotes for one word! It’s as if\n                      there’s a correlation with how important the topic is to\n                      me, or the thing it refers to… \u003ca href=\"#fnref:footnotes\"\n                      class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:trolls\"\u003e\n                    \u003cp\u003e\n                      Seeker, wear the \u003ca href=\n                      \"https://en.wikipedia.org/wiki/Guy_Fawkes_mask\"\u003etroll\n                      hide\u003c/a\u003e, learn \u003ca href=\n                      \"http://buddhism-for-vampires.com/dakinis-karma-mudra\"\u003ethe\n                      signs of the dakinis\u003c/a\u003e and wander into the \u003ca href=\n                      \"http://en.wikipedia.org/wiki/Moulin_Rouge!\"\u003eBohemian\n                      forest\u003c/a\u003e, where you will find a \u003ca href=\n                      \"https://en.wikipedia.org/wiki/Perun\"\u003efour-headed\n                      statue\u003c/a\u003e proclaiming Beauty, Freedom, Truth and Love,\n                      which grants liberation to all who know the magic song. A\n                      servant of \u003ca href=\n                      \"https://en.wikipedia.org/wiki/Baba_Yaga\"\u003eGrandma\n                      Bonylegs\u003c/a\u003e once sung it to me, but I can never quite\n                      \u003ca href=\n                      \"https://www.youtube.com/watch?v=MvFpJBJSPRA\"\u003ekeep it in\n                      my head\u003c/a\u003e… \u003ca href=\"#fnref:trolls\" class=\n                      \"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:sharing\"\u003e\n                    \u003cp\u003e\n                      Part of my writing philosophy has always been “write what\n                      I actually wanna read more of”, and so I’m pissed at\n                      myself that I \u003cem\u003edon’t\u003c/em\u003e share a lot more here, cause\n                      this is exactly what I’d love to read about, and so not\n                      doing it is a concession to lameness itself. But I’m also\n                      paranoid about various perverse incentives and\n                      substitutions (i.e. writing more about the thing than\n                      actually doing the thing, or in this case, person (BOOM\n                      FLAWLESS INNUENDO)), and so for now I’m gonna be mostly\n                      silent while I think it through.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      The other problem is that \u003cem\u003ethis stuff is hard to write\n                      about\u003c/em\u003e. It’s weird how “this is not a \u003cem\u003ereal\u003c/em\u003e\n                      medium” is one of those statements that\n                      \u003cem\u003eincredibly\u003c/em\u003e piss me off, like every time someone\n                      says “games aren’t art” or “but you can’t trust someone\n                      over \u003cem\u003etext\u003c/em\u003e” (aside from the retarded conceptions\n                      of “art” and “trust” that underlie this nonsense), and so\n                      \u003cem\u003enot being able to write about something\u003c/em\u003e because\n                      I just wouldn’t know how is a deep moral failure for me,\n                      and when I find myself thinking “I can’t write about\n                      that, who would want to read that?!, and anyway, I don’t\n                      even know how to english it to begin with”, I feel like\n                      I’m Failing At Life, and everything that matters \u003cem\u003eat\n                      all\u003c/em\u003e gets betrayed because of some stupid sense of\n                      boundaries or expectations.\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      So I gotta figure something out, and beat this old\n                      narrative machine into a decent enough approximation of\n                      half my feels. Just gimme some time to adjust. \u003ca href=\n                      \"#fnref:sharing\" class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:options\"\u003e\n                    \u003cp\u003e\n                      Also considered, among other things:\n                    \u003c/p\u003e\n                    \u003cul\u003e\n                      \u003cli\u003edifferent places, most importantly Canada (but their\n                      bureaucracy tries to cockblock me as hard as it can while\n                      still claiming they want valuable immigration with a\n                      straight face), and Berlin (not ideal for the skill set\n                      we currently have, but I’d still like to re-visit at some\n                      point in the near future, maybe in the form of some grand\n                      Europe Tour)\n                      \u003c/li\u003e\n                      \u003cli\u003edifferent language, primarily French (possibly the\n                      next one), Japanese (would love to do it next, but I\n                      really want either more teaching experience or a fluent\n                      speaker to work with first, so it had to wait) and\n                      English (not enough resources right now)\n                      \u003c/li\u003e\n                      \u003cli\u003emath and physics up to undergraduate level or so\n                      (much harder to get a properly incentivized audience, but\n                      real high up on the list and long-term mandatory (and I\n                      like everything about it, including teaching it), but not\n                      the right thing to bootstrap with)\n                      \u003c/li\u003e\n                      \u003cli\u003edifferent timeline / “business model” / major\n                      reordering of The Plan (long story, but tl;dr: everything\n                      else is predictably stupid-in-retrospect, and so doesn’t\n                      make sense)\n                      \u003c/li\u003e\n                    \u003c/ul\u003e\n                    \u003cp\u003e\n                      \u003ca href=\"#fnref:options\" class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                  \u003cli id=\"fn:reasons\"\u003e\n                    \u003cp\u003e\n                      Various reasons:\n                    \u003c/p\u003e\n                    \u003cul\u003e\n                      \u003cli\u003emuch lower need for outside approval, and actively\n                      working on lowering it even more; \u003ca href=\n                      \"https://en.wikipedia.org/wiki/What_Do_You_Care_What_Other_People_Think%3F\"\u003e\n                        Arline’s Mantra\u003c/a\u003e “What Do \u003cem\u003eYou\u003c/em\u003e Care What\n                        Other People Think?” helps a lot to clarify and work\n                        through these issues, but kills ranty blogs dead\n                      \u003c/li\u003e\n                      \u003cli\u003eafter some discussions with \u003ca href=\n                      \"http://meaningness.com/metablog/how-to-think\"\u003eDavid\u003c/a\u003e\n                      and Owen, I’m pretty strongly in the “most philosophy\n                      (i.e. the stuff I talked about a lot) has only negative\n                      value by removing misconceptions” camp now, so the only\n                      interesting stuff for me is foundational stuff that\n                      directly leads to engineering stuff, and so I find myself\n                      only reading Skinner, Mill and similar folks, if even\n                      that\n                      \u003c/li\u003e\n                      \u003cli\u003etoo sane; I kinda have a tendency to get worked up\n                      about stupid shit (in entertaining ways, at least, but\n                      still) when I don’t have a calming influence in my life;\n                      have that now, feel much less crazy (except in a good\n                      way)\n                      \u003c/li\u003e\n                      \u003cli\u003espeaking of Feynman and craziness, you gotta\n                      \u003cem\u003edo\u003c/em\u003e crazy shit occasionally so you can later \u003cem\u003e\n                        talk about it\u003c/em\u003e; currently in that phase\n                      \u003c/li\u003e\n                    \u003c/ul\u003e\n                    \u003cp\u003e\n                      \u003ca href=\"#fnref:reasons\" class=\"reversefootnote\"\u003e↩\u003c/a\u003e\n                    \u003c/p\u003e\n                  \u003c/li\u003e\n                \u003c/ol\u003e\n              \u003c/div\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"next_prev\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003e\u003ca class=\"next_prev\" href=\n                \"/log/117/\"\u003e‹ Bel-Marduk\u003c/a\u003e\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"disqus\"\u003e\n              \u003cdiv id=\"disqus_thread\"\u003e\u003c/div\u003e\n              \u003cscript type=\"text/javascript\"\u003e\n              //\u003c![CDATA[\n              var disqus_shortname = 'dailymuflax';\n              var disqus_identifier = '/log/118/';\n              var disqus_url = 'http://daily.muflax65ngodyewp.onion/log/118/';\n\n              (function() {\n              var dsq = document.createElement('script')\n              dsq.type = 'text/javascript'\n              dsq.async = true;\n              dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';\n              (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);\n              })();\n              //]]\u003e\n              \u003c/script\u003e \u003cnoscript\u003ePlease enable JavaScript to view the \u003ca href=\n              \"http://disqus.com/?ref_noscript\"\u003ecomments powered by\n              Disqus.\u003c/a\u003e\u003c/noscript\u003e \u003ca href=\"http://disqus.com\" class=\n              \"dsq-brlink\"\u003eblog comments powered by \u003cspan class=\n              \"logo-disqus\"\u003eDisqus\u003c/span\u003e\u003c/a\u003e\n            \u003c/div\u003e\n          \u003c/div\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n      \u003cdiv id=\"nav\"\u003e\n        \u003ch1 class=\"title\"\u003e\n          ETA To Next Post\n        \u003c/h1\u003e\n        \u003cp\u003e\n          \u003ca href=\"https://beeminder.com/muflax/goals/dailylog\"\u003e\u003cimg src=\n          \"https://beeminder.com/muflax/goals/dailylog/graph?style=thumb\" /\u003e\u003c/a\u003e\n        \u003c/p\u003e\n        \u003ch1 class=\"title\"\u003e\n          Navigation\n        \u003c/h1\u003e\n        \u003cdiv align=\"center\" class=\"search\"\u003e\n          \u003cform method=\"get\" action=\"http://www.google.com/search\"\u003e\n            \u003cinput type=\"text\" name=\"q\" maxlength=\"255\" /\u003e \u003cinput type=\"submit\"\n            value=\"Search\" /\u003e \u003cinput type=\"hidden\" name=\"domains\" value=\n            \"muflax65ngodyewp.onion\" /\u003e \u003cinput style=\"visibility:hidden\" type=\"radio\" name=\n            \"sitesearch\" value=\"muflax65ngodyewp.onion\" checked=\"checked\" /\u003e\n          \u003c/form\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"cat-nav\"\u003e\n          \u003ch2\u003e\n            Categories\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/log/'\u003eDaily Log (118)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/1/\"\u003eDammit,\n                  Hardison!\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/2/\"\u003eAnd we'll all come\n                  praise the Infanta\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/3/\"\u003eLa sauce\n                  d'awesome\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/4/\"\u003eWhat if\n                  hypotheticals were all meaningless?\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/5/\"\u003eomg\n                  hax!!1!\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/6/\"\u003eIt takes the truth\n                  to fool me...\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/7/\"\u003ePay attention.\n                  Keep breathing.\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/8/\"\u003eM is for\n                  Monkey\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/9/\"\u003eManjusri/Kukai\n                  OTP\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/10/\"\u003eJust Barely Not A\n                  Failure\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e...98 more...\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/109/\"\u003eTartar\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/110/\"\u003eMoloch The\n                  Devourer\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/111/\"\u003eMartian\n                  Colonies\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/112/\"\u003eSky\n                  Anchor\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/113/\"\u003eDashsnatcher\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/114/\"\u003ePayload\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/115/\"\u003eWalpurgiskater\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/log/116/\"\u003ePowerdrills and\n                  Bonesaws\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/117/\"\u003eBel-Marduk\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/log/118/\"\u003eHamiltonian\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n          \u003ch2\u003e\n            All Posts\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/categories/'\u003eAll Posts By Category\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/date/'\u003eAll Posts By Date\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/rss.xml'\u003eRSS feed\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='http://dailymuflax.disqus.com/latest.rss'\u003eRSS feed\n              (comments)\u003c/a\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n    \u003c/div\u003e\n    \u003cdiv id=\"crumb\"\u003e\n      \u003ca class='crumb' href='/'\u003edlog\u003c/a\u003e\n    \u003c/div\u003e\n  \u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"\n      muflax becomes a saint\n    ","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html","DATE":"Tue, 26 Jul 2016 07:34:11 GMT","ETAG":"W/\"1-ad36\"","LAST-MODIFIED":"Thu, 01 Jan 1970 00:00:01 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
