{"hiddenService":"dancekomtnglfvei.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["7b9bc45d976ce9170a8820a56e9f470c869f13c6"],"snapshot":"\u003c!Doctype html\u003e\n\u003cHEAD\u003e\n    \u003cLINK href=\"special.css\" rel=\"stylesheet\" type=\"text/css\"\u003e\n\u003ctitle\u003eDancing Hitler\u003c/title\u003e\n  \u003c/HEAD\u003e\n\u003ch1\u003eDancing Hitler\u003c/h1\u003e\u003c/br\u003e\n\u003cintro\u003eHello, I am Dancing Hitler. I am someone who can provide a few necessary services anonymously over the\ndarkweb. These services will be very useful to you.\nBut before we talk about what I can do, I have a question for you.\u003c/intro\u003e\u003c/br\u003e\u003c/p\u003e\u003c/p\u003e\n\u003ct\u003eWhat experiences do you want in your lifetime?\u003c/t\u003e\u003c/br\u003e\n\u003cp\u003eSeems like a bullshit question doesn't it? But then again here you are on the deepweb. On my site.\nIf you weren't looking for something we probably wouldn't be talking right now and you wouldn't be enjoying that\nridiculous gif which helped me get your attention . If you are 100% content why even try to find someone like me (I am assuming your friends didn't\njust send you to this site as a joke. If they did haha).\u003c/p\u003e\n\u003cp\u003eI think we both know that you are not 100% right now. So lets discuss a few things that you want and see if we\ncan work something out. You want greater freedom. Being on Tor attests to that. You want more success and\nincome. Being on my site attests to that. You want more experience and full satisfaction in life. That you're still\ntalking to me attests to that. I think my services can help you.\u003c/p\u003e\n\u003cp\u003eI offer almost anything you can find on the darkweb. This includes financial products, recreational drugs,\ncounterfeits of all descriptions and business opportunities, as well as a whole variety of items that simply resist\ncategorisation. For the most part I don't produce these goods by myself. I am a reseller. I have a lot of contacts.\nI can probably find what it is you are looking for and sell it to you.\u003c/p\u003e\n\u003cp\u003eMy services can help you reach a better place. When you have a variety of new avenues to make money you can be\nmore discerning about what you do and who you work with. When you have better profits for less effort you can\nchoose when you want to work. When you have more money and financial security you can enjoy more time off work\nand do the things you like to do. I am getting the experience I want out of life right now. I am happy running\nmy little corner of the darkweb and making profit simply by virtue of knowing the right people. My favourite\nline from the film Layercake words it better than I can: \u003ci\u003e\"The art of good business is being a good middleman.\"\n\u003c/i\u003eBeing a good middleman is my business. My name? If you knew that I'd have a real big problem.\u003c/p\u003e\n\u003ca href=\"fresh.html\"\u003eFresh Produce\u003c/a\u003e\u0026nbsp\u0026nbsp\u003ca href=\"qanda.html\"\u003eQuestions?\u003c/a\u003e\u0026nbsp\u0026nbsp\u003ca href=\"contact.html\"\u003eContact me\u003c/a\u003e\u003c/br\u003e\n\u003ca href=\"btc.html\"\u003ePay me\u003c/a\u003e\u0026nbsp\u0026nbsp\n\u003c/html\u003e","pageTitle":"Dancing Hitler","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Wed, 27 Jul 2016 09:31:21 GMT","ETAG":"W/\"5681f5ca-a68\"","LAST-MODIFIED":"Tue, 29 Dec 2015 02:54:02 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
