{"hiddenService":"eeyovrly7charuku.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["html5shiv.googlecode.com"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["..",".."],"pgpKeys":null,"hashes":["79fbbb3af580e197fca07e652729a1326e6d39c1"],"snapshot":"\u003c!doctype html\u003e\r\u003chtml\u003e\r\u003chead\u003e\r\u003cmeta charset=\"utf-8\"\u003e\r\u003ctitle\u003eWelcome to CharlieUK!\u003c/title\u003e\r\u003cstyle type=\"text/css\"\u003e\rbody {\r\tfont: 100%/1.4 Verdana, Arial, Helvetica, sans-serif;\r\tbackground-color: #070707;\r\tmargin: 0;\r\tpadding: 0;\r\tcolor: #0B0B0B;\r}\r/* ~~ Element/tag selectors ~~ */\rul, ol, dl { /* Due to variations between browsers, it's best practices to zero padding and margin on lists. For consistency, you can either specify the amounts you want here, or on the list items (LI, DT, DD) they contain. Remember that what you do here will cascade to the .nav list unless you write a more specific selector. */\r\tpadding: 0;\r\tmargin: 0;\r\theight: 540px;\r}\rh1, h2, h3, h4, h5, h6, p {\r\tmargin-top: 0;\t /* removing the top margin gets around an issue where margins can escape from their containing block. The remaining bottom margin will hold it away from any elements that follow. */\r\tpadding-right: 15px;\r\tpadding-left: 15px; /* adding the padding to the sides of the elements within the blocks, instead of the block elements themselves, gets rid of any box model math. A nested block with side padding can also be used as an alternate method. */\r}\ra img { /* this selector removes the default blue border displayed in some browsers around an image when it is surrounded by a link */\r\tborder: none;\r}\r/* ~~ Styling for your site's links must remain in this order - including the group of selectors that create the hover effect. ~~ */\ra:link {\r\tcolor: #42413C;\r\ttext-decoration: underline; /* unless you style your links to look extremely unique, it's best to provide underlines for quick visual identification */\r}\ra:visited {\r\tcolor: #6E6C64;\r\ttext-decoration: underline;\r}\ra:hover, a:active, a:focus { /* this group of selectors will give a keyboard navigator the same hover experience as the person using a mouse. */\r\ttext-decoration: none;\r}\r/* ~~ This fixed width container surrounds all other blocks ~~ */\r.container {\r\twidth: 960px;\r\tbackground-color: #F8F4F4;\r\tmargin: 0 auto; /* the auto value on the sides, coupled with the width, centers the layout */\r}\r/* ~~ The header is not given a width. It will extend the full width of your layout. ~~ */\rheader {\r\tbackground-color: #B20E27;\r\theight: 177px;\r}\r/* ~~ These are the columns for the layout. ~~ \r\r1) Padding is only placed on the top and/or bottom of the block elements. The elements within these blocks have padding on their sides. This saves you from any \"box model math\". Keep in mind, if you add any side padding or border to the block itself, it will be added to the width you define to create the *total* width. You may also choose to remove the padding on the element in the block element and place a second block element within it with no width and the padding necessary for your design.\r\r2) No margin has been given to the columns since they are all floated. If you must add margin, avoid placing it on the side you're floating toward (for example: a right margin on a block set to float right). Many times, padding can be used instead. For blocks where this rule must be broken, you should add a \"display:inline\" declaration to the block element's rule to tame a bug where some versions of Internet Explorer double the margin.\r\r3) Since classes can be used multiple times in a document (and an element can also have multiple classes applied), the columns have been assigned class names instead of IDs. For example, two sidebar blocks could be stacked if necessary. These can very easily be changed to IDs if that's your preference, as long as you'll only be using them once per document.\r\r4) If you prefer your nav on the left instead of the right, simply float these columns the opposite direction (all left instead of all right) and they'll render in reverse order. There's no need to move the blocks around in the HTML source.\r\r*/\r.sidebar1 {\r\tfloat: right;\r\twidth: 180px;\r\tbackground-color: #940F83;\r\tpadding-bottom: 10px;\r\theight: auto;\r\tborder-style: none;\r\tborder-color: #000000;\r}\r.content {\r\tpadding: 10px 0;\r\twidth: 780px;\r\tfloat: right;\r}\r\r/* ~~ This grouped selector gives the lists in the .content area space ~~ */\r.content ul, .content ol {\r\tpadding: 0 15px 15px 40px; /* this padding mirrors the right padding in the headings and paragraph rule above. Padding was placed on the bottom for space between other elements on the lists and on the left to create the indention. These may be adjusted as you wish. */\r}\r\r/* ~~ The navigation list styles (can be removed if you choose to use a premade flyout menu like Spry) ~~ */\rnav ul{\r\tlist-style: none; /* this removes the list marker */\r\tborder-top: 1px solid #666; /* this creates the top border for the links - all others are placed using a bottom border on the LI */\r\tmargin-bottom: 15px; /* this creates the space between the navigation on the content below */\r}\rnav li {\r\twidth: auto;\r\theight: 30px;\r\tborder: thin hidden #F3F2EA;\r}\rnav a, nav a:visited { /* grouping these selectors makes sure that your links retain their button look even after being visited */\r\tpadding: 5px 5px 5px 15px;\r\tdisplay: block; /* this gives the link block properties causing it to fill the whole LI containing it. This causes the entire area to react to a mouse click. */\r\twidth: 160px;  /*this width makes the entire button clickable for IE6. If you don't need to support IE6, it can be removed. Calculate the proper width by subtracting the padding on this link from the width of your sidebar container. */\r\ttext-decoration: none;\r\tbackground-color: #C6D580;\r}\rnav a:hover, nav a:active, nav a:focus { /* this changes the background and text color for both mouse and keyboard navigators */\r\tbackground-color: #ADB96E;\r\tcolor: #FFF;\r}\r\r/* ~~ The footer ~~ */\rfooter {\r\tpadding: 10px 0;\r\tbackground-color: #CCC49F;\r\tposition: relative;/* this gives IE6 hasLayout to properly clear */\r\tclear: both; /* this clear property forces the .container to understand where the columns end and contain them */\r}\r\r/*HTML 5 support - Sets new HTML 5 tags to display:block so browsers know how to render the tags properly. */\rheader, section, footer, aside, article, figure {\r\tdisplay: block;\r}\r\u003c/style\u003e\u003c!--[if lt IE 9]\u003e\r\u003cscript src=\"http://html5shiv.googlecode.com/svn/trunk/html5.js\"\u003e\u003c/script\u003e\r\u003c![endif]--\u003e\u003c/head\u003e\r\r\u003cbody\u003e\r\u003cdiv class=\"container\"\u003e\r  \u003cheader\u003e\u003ca href=\"#\"\u003e\u003c/a\u003e\u003cimg src=\"../clogo2.png\" width=\"220\" height=\"177\" alt=\"\"/\u003e\u003cimg src=\"../test - Copy.png\" width=\"740\" height=\"177\" alt=\"\"/\u003e\u003c/header\u003e\r\u003cdiv class=\"sidebar1\"\u003e\r    \u003cnav\u003e\r    \u003cul\u003e\r      \u003cli\u003e \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003ca href=\"charlieUK.html\"\u003ehome\u003c/a\u003e\u003c/li\u003e\r      \u003cli\u003e \u0026nbsp; \u0026nbsp; \u003ca href=\"charlieUKPGP.html\"\u003ePGP key\u003c/a\u003e\u003ca href=\"charlieUKFAQ.html\"\u003eFAQ'S\u003c/a\u003e\u003ca href=\"charlieUKHowtoorder.html\"\u003eHow to order\u003c/a\u003e\u003c/li\u003e\r      \u003cli\u003e\u0026nbsp;\u003c/li\u003e\r      \u003cli\u003e\u003c/li\u003e\r      \u003cli\u003e \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003c/li\u003e\r      \u003cli\u003e\u0026nbsp;\u003c/li\u003e\r      \u003cli\u003e\u003ca href=\"charlieUKPGP.html\"\u003e0.3grams\u003c/a\u003e\u003ca href=\"charlieUK0.5g.html\"\u003e0.5grams\u003c/a\u003e\u003ca href=\"charlieUK0.7g.html\"\u003e0.7grams\u003c/a\u003e\u003ca href=\"charlieUK1.0g.html\"\u003e1.0grams\u003c/a\u003e\u003ca href=\"charlieUK1.4g.html\"\u003e1.4grams\u003c/a\u003e\u003ca href=\"charlieUK2.0g.html\"\u003e2.0grams\u003c/a\u003e\u003ca href=\"charlieUK1.6ghaze.html\"\u003eHaze skunk\u003c/a\u003e\u003c/li\u003e\r    \u003c/ul\u003e\r    \u003c/nav\u003e\r    \u003caside\u003e\r      \u003cp\u003e\u003cbr\u003e\r      \u003c/p\u003e\r      \u003cp\u003e\u003cbr\u003e\r      \u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r      \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r    \u003c/aside\u003e\r\u003c/div\u003e\r\u003carticle class=\"content\"\u003e\r  \u003ch1\u003eUK Darknet Cocaine Vendors \u003c/h1\u003e\r  \u003cp\u003e\u003cstrong\u003e\u003cem\u003eCURRENT BATCH: 5/5 TOP NOTCH!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\r  \u003csection\u003e\r    \u003cp\u003eHi Welcome to CharlieUK!\u003c/p\u003e \r    \u003cp\u003eaka CharlieUKontor(on marketplaces)\u003c/p\u003e \r    \u003cp\u003eListed on 5 MARKETPLACES!!\u003c/p\u003e\r    \u003cp\u003eALPHABAY,CRYPTO,DREAM,SILKROAD AND SILKKITIE!\u003c/p\u003e\r    \u003cp\u003eBefore proceeding/reading further or ordering. Please ensure you are not on a phishing site!! ENSURE THAT THE URL IN THE ADDRESS BAR CHECKS WITH THAT OF OUR LOGO, FOOTER AND ALSO CHECK OUR PRODUCT IMAGES FOR AUTHENTICY.... WE ARE HAPPY TO PUT OUR PERSONAL TOUCH ON ANY IMAGE IN ORDER TO PROVE TO YOU THAT YOU HAVE ACTUALLY INFACT REACHED OUR OFFICIAL SITE AND NOT THAT OF AN ADVERSARY.\u003c/p\u003e\r    \u003cp\u003eWe have been established on the darknet over a year now!!:) and aim to always provide you with the most potent imported aristocrat grade cocaine that we can get a hold off!! \u003cstrong\u003eROCKETFUEL cocaine!\u003c/strong\u003e yes! IT IS\u003cstrong\u003e IMPORTED!!\u003c/strong\u003e Most UK sourced cocaine is not really worth the time! \u003cstrong\u003eNo heavily cut gear\u003c/strong\u003e that never arrives or is not as described! \u003cbr\u003e\r      \u003c/p\u003e\r      \u003cp\u003eWhen we cant get the best coke we dont bother buying any at all! Strictly the high grade or nothing! Even if that means us having to taking our hidden service offline temporarily! This will only be the case when border officials start seizing a high volume of our shipments! \u003c/p\u003e\r      \u003cp\u003eYOUR ORDER ALWAYS WILL ARRIVE!! NO EXCUSES!\u003c/p\u003e\r      \u003cp\u003eOrder today! and you wont be dissapointed! Test our integrity, and our product! FIRST TIME BUYERS SHOULD TEST OUR SERVICE BY BUYING NO MORE THAN 0.3GRAMS. IF YOUR HAPPY YOU CAN ALWAYS COME BACK FOR MORE!\u003c/p\u003e\r      \u003cp\u003e\u003cstrong\u003eSimple and STEALTHY service no headaches! \u003c/strong\u003e\u003c/p\u003e\r    \u003c/section\u003e\r    \u003csection\u003e\r      \u003ch2\u003eHow to order\u003c/h2\u003e\r      \u003cp\u003eContact us via PGP (\u003cstrong\u003eCharlieUKontor@sigaint.org\u003c/strong\u003e) with your order and address and we will get back to you with our bitcoin wallet address. Once payment is recieved your item will be dispatched (1st class) the early hours of the next working day.\u003cbr\u003e\r      \u003c/p\u003e\r    \u003c/section\u003e\r    \u003csection\u003e\r      \u003ch2\u003eRefund and shipping policy \u003cbr\u003e\r      \u003c/h2\u003e\r      \u003cp\u003eCharlieUK operates a strict no refund policy. We only refund if its a blatant and known quality issue!! REFUNDS ARE NOT GIVEN TO CHEATERS WHO CLAIM THEIR PRODUCTS NEVER ARRIVED JUST TO TRY GETTING MORE!!\u003cbr\u003e\r      \u003c/p\u003e\r      \u003cp\u003e WE NOW SHIP WORLDWIDE(IF YOUR IN A HIGH RISK COUNTRY YOU MAY BE CHARGED EXTRA!)\u003c/p\u003e\r      \u003cp\u003eDISPATCHED 1ST CLASS THE NEXT WORKING DAY/UK CUSTOMERS. EU SHIPPING VARYS COUNTRY TO COUNTRY! OUTSIDE EU TIMES VARY VASTLY FROM COUNTRY TO COUNTRY ALSO AND USUALLY TAKES MUCH LONGER THAT IN EU!(SO IF YOU GOT A PARTY PLANNED MAKE SURE YOU ORDER YOUR SUPPLIES IN ADVANCE)\u003cbr\u003e\r      \u003c/p\u003e\r    \u003c/section\u003e\r    \u003csection\u003e \u003c/section\u003e\r    \u003c!-- end .content --\u003e\u003c/article\u003e\r  \u003cfooter\u003e\r    \u003caddress\u003e\r\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; CharlieUK 2015 eeyovrly7charuku.onion\r    \u003c/address\u003e\r  \u003c/footer\u003e\r\u003c!-- end .container --\u003e\u003c/div\u003e\r\u003c/body\u003e\r\u003c/html\u003e\r","pageTitle":"Welcome to CharlieUK!","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-TYPE":"text/html","DATE":"Sat, 23 Jul 2016 13:47:15 GMT","ETAG":"\"107213-29b6-534ea6ddd0f7f\"","LAST-MODIFIED":"Fri, 10 Jun 2016 10:59:13 GMT","SERVER":"Apache","VARY":"Accept-Encoding"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
