{"hiddenService":"ktqdc6zoh22aqt5i.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["freedomsct2bsqtn.onion","tweetping.net","wwwwwwwww.jodi.org","blockchain.info"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["f3e69aece86376ff78c9ab581977856653eb82c4"],"snapshot":"\u003c!DOCTYPE html\u003e\r\n\u003chtml\u003e\u003chead\u003e\r\n  \u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\"\u003e\r\n  \u003ctitle\u003eCluster Cirius Site\u003c/title\u003e\r\n\r\n\u003cstyle\u003e\r\n\r\ntop \t{\r\n\ttext-align: left;\r\n\t}\r\n\r\n.library {\r\n\ttext-align: center;\r\n\r\n\t-webkit-column-count: 5; /* Chrome, Safari, Opera */\r\n\t-moz-column-count: 5; /* Firefox */\r\n\tcolumn-count: 5;\r\n\r\n\t-webkit-column-gap: 5px; /* Chrome, Safari, Opera */\r\n\t-moz-column-gap: 5px; /* Firefox */\r\n\tcolumn-gap: 5px;\r\n\r\n\t-webkit-column-rule: 3px outset #ffffff; /* Chrome, Safari, Opera */\r\n\t-moz-column-rule: 3px outset #ffffff; /* Firefox */\r\n\tcolumn-rule: 3px outset #ffffff;\r\n\r\n\tborder: 1px solid;\r\n\tpadding: 10px;\r\n\tborder-bottom-width: 5px;\r\n\tborder-bottom-left-radius: 1em;\r\n\tborder-bottom-right-radius: 1em;\r\n}\r\n\r\ncenter\t{\r\n\t\r\n\t}\r\n\r\nbottom\t{\r\n\t\r\n\t}\r\n\r\np\t{\r\n\tmargin: 0.4em 0px 0.5em;\r\n\t}\r\n\r\nimg\t{\r\n\tborder: 1px solid;\r\n\tpadding: 10px;\r\n\tborder-bottom-width: 5px;\r\n\tborder-bottom-left-radius: 1em;\r\n\tborder-bottom-right-radius: 1em;\r\n}\r\n\u003c/style\u003e\r\n\u003c/head\u003e\r\n\u003cbody\u003e\r\n\u003ctop\u003e\r\n\t\u003cdiv class=\"library\"\u003e\r\n\t\u003ca href=\"/read.php\" title=\"Read\"\u003eRead\u003c/a\u003e\r\n\t\u003ca href=\"/write.php\" title=\"Write\"\u003eWrite\u003c/a\u003e \r\n\t\u003ca href=\"/pics.php\" title=\"Pics\"\u003ePics\u003c/a\u003e\r\n\t\u003ca href=\"/vids.php\" title=\"Vids\"\u003eVids\u003c/a\u003e\r\n\t\u003ca href=\"/soft.php\" title=\"Soft\"\u003eSoft\u003c/a\u003e\r\n\u003c/div\u003e\r\n\u003c/top\u003e\r\n\t\u003ccenter\u003e\r\n\t\u003cimg src=\"http://freedomsct2bsqtn.onion/qydmlfdvrxnpbrzfypud/uLDcRCgM.png\" alt=\"Bitcoins\" style=\"float:left;\"\u003e\r\n\t\u003cp\u003e\r\nCryptography Gilmore response to NSA mathematician's \"make rules \r\nfor NSA\" appeal John Gilmore gnu at toad.com\r\nIn his Big Data argument, NSA analyst Roger Barkan carefully\r\nskips over the question of what rules there should be for government\r\n*collecting* big data, claiming that \"what matters\" are the rules for\r\nhow the data is used, *after* assuming that it will be collected.\r\n\u003c/p\u003e\r\n\r\n\t\u003cp\u003e\r\nGovernments seldom lose powers; they work to grow their powers, to\r\nloosen the rules that govern what they can do.  NSA's metadata\r\ndatabase has fewer restrictions today than it did when it was\r\ncollected, all carefully \"legal\" and vetted by a unaccountable\r\nbureacracy that has its own best interests at heart.  My own Senator\r\nFeinstein claims from her \"oversight\" post that whatever's good for\r\nNSA is good for America; my Congresswoman Pelosi worked hard to defeat\r\nthe bill that would have stopped the NSA phone metadata program in\r\nits tracks; and both of them run political machines that have made\r\nthem \"lifetime\" congresspeople, no matter how out-of-step they are\r\nwith their constituents.  NSA and these overseers conspired to keep\r\nthe whole thing secret, not to avoid \"tipping off the terrorists\" who\r\nalready knew NSA was lawless, but to avoid the public backlash that\r\nwould reduce their powers and maybe even reverse a decade of hugely\r\ngrowing secret budgets.\r\n\u003c/p\u003e\r\n\r\n\r\n\t\u003cp\u003e\r\nHaving watched the Drug War over the last 50 years, NSA for 30 years,\r\nand TSA/DHS over the last decade, I have zero faith that NSA can\r\ncollect intimite data about every person in America and on the planet,\r\nand then never use that data for any purpose that is counter to the\r\ninterest of the people surveilled.  There will always be\r\n\"emergencies\", always \"crises\", always \"evildoers\", always\r\n\"opportunities\", that would be relieved \"if we could just do X that\r\nwasn't allowed until now\".  So what if general warrants are explicitly\r\nforbidden?  And if searching people without cause is prohibited?  We\r\ncould catch two alleged terrorists -- or a few thousand people with\r\nsexual images -- or 750,000 pot smokers -- or 400,000 hard-working\r\nMexican migrants -- every year, if we just use tricky legalisms to\r\nignore those pesky rules.  So the government does ignore them.  Will\r\nyou or your loved ones fall into the next witchhunt?  Our largest city\r\nwas just found guilty of forcibly stopping and physically searching\r\nhundreds of thousands of black and latino people without cause for a\r\ndecade -- a racist program defended both before and after the verdict\r\nby the Mayor, the Police Commission, the City Council, and state\r\nlegislators.  NSA has secretly been doing warrantless, suspicionless,\r\nnon-physical searches on every American with a phone for a decade, all\r\nusing secret gerrymandered catch-22 loopholes in the published\r\nconstitution and laws, defended before and after by the President, the\r\nCongress and all the courts.  Make rules for NSA?  We already have\r\npublished rules for NSA and it doesn't follow them today!\r\n\u003c/p\u003e\r\n\t\u003cimg src=\"http://freedomsct2bsqtn.onion/umxqprwjyprljppjubsa/uLxavlej.gif\" alt=\"vectoring the vector\" style=\"float:right;\"\u003e\r\n\t\u003cp\u003e\r\nSo Mr Barkan moves on to why NSA would never work against the\r\ncitizens.  The US imprisons more people than any country on earth, and\r\nmurders far more than most, but it's all OK because those poor,\r\noverworked, rule-bound government employees who are doing it are\r\n\"defending freedom\".  Bullshit they are!  Somehow scores of countries\r\nhave found freedom without descending to this level of lawlessness and\r\nrepression.  NSA cannot operate outside of this context; rules that\r\nmight work in a hypothetical honest and free government, will not work\r\nin the corrupt and lawless government that we have in the United\r\nStates.\r\n\u003c/p\u003e\r\n\t\u003cp\u003e\r\nNSA employees are accountable for following the rules, Mr. Barkan?\r\nDon't make me laugh.  There's a word for it: impunity.  EFF has\r\ndiligently pursued NSA in court for most of a decade, and has still\r\ngotten no court to even consider the question \"is what NSA did legal?\"\r\nOther agencies like DoJ and HHS regularly retain big powers and\r\nbudgets by officially lying about whether marijuana has any medical\r\nuses, rather than following the statutes, despite millions of\r\nAmericans who use it on the advice of their doctor.  None of these\r\nofficials lose their jobs.  Find me a senior federal official anywhere\r\nwho has ever lost their job over major malfeasance like wiretapping,\r\ntorture, kidnapping, indefinite imprisonment, assassination, or\r\nmalicious use of power -- let alone been prosecuted or imprisoned for\r\nit.  Innocent citizens go to prison all the time, from neighborhood\r\nblacks to medical marijuana gardeners to Tommy Chong and Martha\r\nStewart -- high officials never.\r\n\u003c/p\u003e\r\n\t\u003cp\u003e\r\nRe Big Data: I have never seen data that could be abused by someone\r\nwho didn't have a copy of it.  My first line of defense of privacy is\r\nto deny copies of that data to those who would collect it and later\r\nuse it against me.  This is exactly the policy that NSA supposedly has\r\nto follow, according to the published laws and Executive Orders: to\r\nprevent abuses against Americans, don't collect against Americans.\r\nIt's a good first step.  NSA is not following that policy.\r\n\u003c/p\u003e\r\n\t\u003cp\u003e\r\nWhere Big Data collection is voluntary, I do not volunteer, thus I\r\ndon't use Facebook, Google, etc.  When collection is involuntary, like\r\nwith NSA's Big Data, I work to limit their power, both to collect, and\r\nto use; and then I don't believe they will follow the rules anyway,\r\nbecause of all the historical evidence.  So I arrange my life to not\r\nleave a big data trail: I don't use ATMs, I pay with cash, don't carry\r\nidentification, don't use Apple or Google or Microsoft products, etc.\r\n\u003c/p\u003e\r\n\t\u003cimg src=\"http://freedomsct2bsqtn.onion/rgjvuasszsyvrtnltemy/gpYRQoHD.png\" alt=\"really hover this image not caption some interesting pass\" style=\"float:left;\"\u003e\r\n\t\u003cp\u003e\r\nYour government will not make a big announcement when it has become a\r\npolice state.  So if you're a patriot, you'd better practice now: how\r\nto avoid stupid mistakes that would let a police state catch you when\r\ntelling the truth to your fellow citizens becomes a crime -- like it\r\ndid for Mr. Snowden, Ms. Manning, Mr. Ellsberg, Mr. Nacchio,\r\nMr. Assange, and Ms. Mayer (who claims she's been dragged silently\r\nkicking and screaming to spy on her customers rather than be\r\nprosecuted for telling them the truth).  NSA and its Big Data will not\r\nbe defending you when the secret police come to bust you for\r\npublishing secrets.  NSA will be on the cops' and prosecutors' side.\r\nThey have recently filed legal memos declaring that they don't have to\r\nhelp the defense side in any criminal trials, even when NSA has\r\nexculpatory data, and even when NSA provided wiretapped Big Data that\r\nled the prosecutors to you.  Defending the citizens from the excesses\r\nof government isn't their job.  Defending their turf, their budget,\r\nand their powers is their job.\r\n\u003c/p\u003e\r\n\t\u003cp\u003e\r\n\tJohn Gilmore\r\n\u003c/p\u003e\r\n\u003c/center\u003e\r\n\t\u003cbottom\u003e\r\n\t\u003crow\u003e\r\n\t\u003ciframe src=\"http://tweetping.net/#\" name=\"tweet_crafting\" alt=\"Activate the scripts\" height=\"700px\" width=\"99%\"\u003e\r\n\u003c/iframe\u003e\r\n\r\n\t\u003ciframe src=\"http://wwwwwwwww.jodi.org/\" name=\"follow_the_leader\" alt=\"Search the road\" height=\"2000px\" width=\"99%\"\u003e\r\n\u003c/iframe\u003e\r\n\r\n\t\u003ciframe src=\"https://blockchain.info/es/nodes-globe\" name=\"node_pool\" alt=\"RaidTheSpots\" height=\"1200px\" width=\"99%\"\u003e\r\n\u003c/iframe\u003e\r\n\r\n\u003c/row\u003e\r\n\u003c/bottom\u003e\r\n\r\n\r\n\r\n \r\n\r\n\u003c/body\u003e\r\n\u003c/html\u003e\r\n","pageTitle":"Cluster Cirius Site","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 26 Jul 2016 02:51:08 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
