{"hiddenService":"malcolmfl5mxcj4o.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["eb45ac0f1dddf07f47e6d6474421b15c6f824012"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml\u003e\n\u003c!--\nmalcolmfl5mxcj4o.onion\n|- index.html\n|- thintelligence.html\n|- whte_rbt.obj\n|- jp.txt\n--\u003e\n\u003chead\u003e\n\u003ctitle\u003eMalcolm\u003c/title\u003e\n\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\"\u003e\n\u003c/head\u003e\n\u003cbody style=\"width:800px;margin:auto;line-height:1.5em;font-size:1.1em;font-family:serif;background-color:#fdfdfd;color:#1d1d1d\"\u003e\n\u003cp\u003e\n\u003cem\u003eYou know what we are really talking about here?\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAll this attempt to control...\nWe are talking about Western attitudes that are five hundred years old.\nThey began at the time when Florence, Italy, was the most important city in the world.\nThe basic idea of science - that there was a new way to look at reality, that it was objective, that it did not depend on your beliefs or your nationality, that it was rational - that idea was fresh and exciting back then.\nIt offered promise and hope for the future, and it swept away the old medieval system, which was hundreds of years old.\nThe medieval world of feudal politics and religious dogma and hateful superstitions fell before science.\nBut, in truth, this was because the medieval world didn't really work any more. It didn't work economically, it didn't work intellectually, and it didn't fit the new world that was emerging.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eBut now science is the belief system that is hundreds of years old.\nAnd, like the medieval system before it, science is starting not to fit the world any more.\nScience has attained so much power that its practical limits begin to be apparent.\nLargely through science, billions of us live in one small world, densely packed and intercommunicating.\nBut science cannot help us decide what to do with that world, or how to live. Science can make a nuclear reactor, but it cannot tell us not to build it.\nScience can make pesticide, but cannot tell us not to use it.\nAnd our world starts to seem polluted in fundamental ways - air, and water, and land - because of ungovernable science.\nThis much is obvious to everyone.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAt the same time, the great intellectual justification of science has vanished.\nEver since Newton and Descartes, science has explicitly offered us the vision of total control.\nScience has claimed the power to eventually control everything, through its understanding of natural laws.\nBut in the twentieth century, that claim has been shattered beyond repair.\nFirst, Heisenberg's uncertainty principle set limits on what we could know about the subatomic world.\nOh well, we say. None of us lives in a subatomic world. It doesn't make any practical difference as we go through our lives.\nThen Gödel's theorem set similar limits to mathematics, the formal language of science.\nMathematicians used to think that their language had some special inherent trueness that derived from the laws of logic.\nNow we know that what we call 'reason' is just an arbitrary game. It's not special, in the way we thought it was.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAnd now chaos theory proves that unpredictability is built into our daily lives.\nIt is as mundane as the rainstorm we cannot predict.\nAnd so the grand vision of science, hundreds of years old - the dream of total control - has died, in our century.\nAnd with it much of the justification, the rationale for science to do what it does. And for us to listen to it.\nScience has always said that it may not know everything now but it will know, eventually.\nBut now we see that isn't true. It is an idle boast.\nAs foolish, and as misguided, as the child who jumps off a building because he believes he can fly.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eWe are witnessing the end of the scientific era. Science, like other outmoded systems, is destroying itself.\nAs it gains in power, it proves itself incapable of handling the power. Because things are going very fast now.\nFifty years ago, everyone was gaga over the atomic bomb. That was power. No one could imagine anything more.\nYet, a bare decade after the bomb, we began to have genetic power. And genetic power is far more potent than atomic power.\nAnd it will be in everyone's hands. It will be in kits for backyard gardeners. Experiments for schoolchildren.\nCheap labs for terrorists and dictators, And that will force everyone to ask the same question - What should I do with my power? - which is the very question science says it cannot answer.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\nSo what will happen?\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eA change.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\nWhat kind of change?\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAll major changes are like death. You can't see to the other side until you are there.\u003c/em\u003e\n\u003c/p\u003e\n\u003c!-- malcolmfwbudjkuj.onion --\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Malcolm","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-LENGTH":"4554","CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Sat, 23 Jul 2016 12:50:55 GMT","SERVER":"Apache"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
