{"hiddenService":"malcolmfwbudjkuj.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["51dd8673b91d9192ed74ae5c7064d8cb0e8f072c"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml\u003e\n\u003c!--\nmalcolmfwbudjkuj.onion\n|- index.html\n|- harding.html\n|- tlw.txt\n--\u003e\n\u003chead\u003e\n\u003ctitle\u003eMalcolm\u003c/title\u003e\n\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\"\u003e\n\u003c/head\u003e\n\u003cbody style=\"width:800px;margin:auto;line-height:1.5em;font-size:1.1em;font-family:serif;background-color:#fdfdfd;color:#1d1d1d\"\u003e\n\u003cp\u003e\n\u003cem\u003eDarwin never knew.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\nWhat didn't Darwin know?\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eThat life is a complex system and everything that goes along with that.\nFitness landscapes. Adaptive walks. Boolean nets. Self-organizing behavior. Poor man.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\nDarwin had no idea...\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eThat life is so unbelievably complex. Nobody realizes it.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eI mean, a single fertilized egg has a hundred thousand genes, which act in a coordinated way, switching on and off at specific times, to transform that single cell into a complete living creature.\nThat one cell starts to divide, but the subsequent cells are different. They specialize. Some are nerve. Some are gut. Some are limb.\nEach set of cells begins to follow its own program, developing, interacting.\nEventually there are two hundred and fifty different kinds of cells, all developing together, at exactly the right time.\nJust when the organism needs a circulatory system, the heart starts pumping. Just when hormones are needed, the adrenals start to make them.\nWeek after week, this unimaginably complex development proceeds perfectly - perfectly.\nIt's incredible. No human activity comes close.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eI mean, you ever build a house? A house is simple in comparison.\nBut even so, workmen build the stairs wrong, they put the sink in backward, the tile man doesn't show up when he's supposed to.\nAll kinds of things go wrong. And yet the fly that lands on the workman's lunch is perfect.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eBut the point is that this intricate developmental process in the cell is something we can barely describe, let alone understand.\nDo you realize the limits of our understanding?\nMathematically, we can describe two things interacting, like two planets in space.\nThree things interacting - three planets in space - well, that becomes a problem.\nFour or five things interacting, we can't really do it.\nAnd inside the cell, there's one hundred thousand things interacting.\nYou have to throw up your hands. It's so complex - how is it even possible that life ever happens at all?\nSome people think the answer is that living forms organize themselves.\nLife creates its own order, the way crystallization creates order.\nSome people think life crystallizes into being, and that's how the complexity is managed.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eBecause, if you didn't know any physical chemistry, you could look at a crystal and ask all the same questions.\nYou'd see those beautiful spars, those perfect geometric facets, and you could ask, What's controlling this process?\nHow does the crystal end up so perfectly formed - and looking so much like other crystals?\nBut it turns out a crystal is just the way molecular forces arrange themselves in solid form.\nNo one controls it. It happens on its own.\nTo ask a lot of questions about a crystal means you don't understand the fundamental nature of the processes that led to its creation.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eSo maybe living forms are a kind of crystallization. Maybe life just happens.\nAnd maybe, like crystals, there's a characteristic order to living things that is generated by their interacting elements.\nOkay. Well, one of the things that crystals teach us isthat order can arise very fast.\nOne minute you have a liquid, with all the molecules moving randomly.\nThe next minute, a crystal forms, and all the molecules are locked in order. Right?\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eOkay. Now. Think of the interaction of life forms on the planet to make an ecosystem.\nThat's even more complex than a single animal. All the arrangements are very complicated. Like the yucca plant. You know about that?\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eThe yucca plant depends on a particular moth which gathers pollen into a ball, and carries the ball to a different plant - not a different flower on the same plant - where it rubs the ball on the plant, fertilizing it.\nOnly then does the moth lay its eggs. The yucca plant can't survive without the moth. The moth can't survive without the plant.\nComplex interactions like that make you think maybe behavior is a kind of crystallization, too.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eI'm talking about all the order in the natural world. And how perhaps it can emerge fast, through crystallization.\nBecause complex animals can evolve their behavior rapidly. Changes can occur very quickly.\nHuman beings are transforming the planet, and nobody knows whether it's a dangerous development or not.\nSo these behavioral processes can happen faster than we usually think evolution occurs.\nIn ten thousand years human beings have gone from hunting to farming to cities to cyberspace.\nBehavior is screaming forward, and it might be nonadaptive. Nobody knows. Although personally, I think cyberspace means the end of our species.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eBecause it means the end of innovation.\nThis idea that the whole world is wired together is mass death.\nEvery biologist knows that small groups in isolation evolve fastest.\nYou put a thousand birds on an ocean island and they'll evolve very fast.\nYou put ten thousand on a big continent, and their evolution slows down.\nNow, for our own species, evolution occurs mostly through our behavior. We innovavate new behavior to adapt.\nAnd everybody on earth knows that innovation only occurs in small groups.\nPut three people on a committee and they may get something done. Ten people, and it gets harder. Thirty people, and nothing happens. Thirty million, it becomes impossible.\nThat's the effect of mass media - it keeps anything from happening. Mass media swamps diversity.\nIt makes every place the same. Bangkok or Tokyo or London: there's a McDonald's on one corner, a Benneton on another, a Gap across the street.\nRegional differences vanish. All differences vanish.\nIn a mass-media world, there's less of everything except the top ten books, records, movies, ideas.\nPeople worry about losing species diversity in the rain forest. But what about intellectual diversity - our most necessary resource?\nThat's disappearing faster than trees. But we haven't figured that out, so now we're planning to put five billion people together in cyberspace.\nAnd it'll freeze the entire species. Everything will stop dead in its tracks. Everyone will think the same thing at the same time.\nGlobal uniformity. \u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAnd believe me, it'll be fast.\nIf you map complex systems on a fitness landscape, you find the behavior can move so fast that fitness can drop precipitously.\nIt doesn't require asteroids or diseases or anything else.\nIt's just behavior that suddenly emerges, and turns out to be fatal to the creatures that do it.\nMy idea was that dinosaurs - being complex creatures - might have undergone some of these behavioral changes.\nAnd that led to their extinction.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eIt just takes a few. Some dinosaur roots in the swamps around the inland sea, changes the water circulation, and destroys the plant ecology that twenty other species depend on.\nBang! They're gone.\nThat causes still more dislocations.\nA predator dies off, and its prey grow unchecked. The ecosystem becomes unbalanced.\nMore things go wrong. More species die. And suddenly it's over. It could have happened that way.\u003c/em\u003e\n\u003c/p\u003e\u003cp\u003e\n\u003cem\u003eAnyway, that was the idea. And I had this nice thought that we might prove it... \nBut now it's finished. We have to get out of here. You better tell the others.\u003c/em\u003e\n\u003c/p\u003e\n\u003c!-- malcolmfl5mxcj4o.onion --\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Malcolm","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-LENGTH":"7690","CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 19 Jul 2016 02:54:35 GMT","SERVER":"Apache"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
