{"hiddenService":"mintgwiok47trisd.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["dancekomtnglfvei.onion"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["c9d894b4e062696a765ea08f9c4cc882a80c4af3"],"snapshot":"\u003chtml\u003e\n\u003chead\u003e\n\u003ctitle\u003eMint Store\u003c/title\u003e\n\u003cLINK href=\"minty.css\" rel=\"stylesheet\" type=\"text/css\"\u003e\n\u003c/head\u003e\n\u003cstyle type=\"text/css\"\u003e\n\n\n\n\u003c/style\u003e\n\u003cbody\u003e\n\u003cdiv class=\"trans\" style:\"margin: 0 auto;\"\u003e\u003cimg src=\"mint.jpg\"\u003e\u003c/img\u003e\u003c/div\u003e\n\u003cp\u003e\u003ci\u003eCash\u003e\u003e\u003e from me to you\u003c/i\u003e\u003c/p\u003e\n\u003cdiv class=\"boxfront\"\u003e\n\u003cb\u003eHi customers. My store will be closed temporarily. All orders have been completed and if I am discussing a deal with\nyou I will keep myself available. We are updating inventory as with Superdollars looking unlikely we wish to expand \ninto \nvery high quality euros in their place. Thanks for your understanding and keep it minty.\u003c/b\u003e\u003c/br\u003e\n\u003ch1\u003eTerms\u003c/h1\u003e\n\u003cp\u003eThese are the terms of my store. They are the first thing you see for a reason. If you don't like them\nthere are other fish in the sea. If you decide to do business with my store, and then break these terms,\nyour emails and other missives will be ignored.\u003c/p\u003e\n\u003cp\u003eMy store offers genuine counterfeit currency. We currently only offer USD as we like keep to what we know. Our\nasking price is normally around 50% of the face value of your order. The notes can be the denomination of your choice,\nbut understand that lower denominations will cost more. \u003cb\u003eFull, independent escrow is accepted. You can chose \nwhich one, but it must be reliable.\u003c/b\u003e\u003c/p\u003e\n\u003cb\u003eI will not upload images or other \"proofs\".\u003c/b\u003e This is bullshit. Anyone can download an image of the web\nand then offer it up as proof. It is very easy to edit or spoof an image anyway. This makes uploaded images useless\nto you. They are also dangerous to us . Images contain metadata, and metadata if not removed properly \ncan fuck up ones anonymity. Research it yourself if you don't trust this information. Do not ask us for image \nproofs.\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eI will not send free samples.\u003c/b\u003e If you want to use my time and my product then pay me. Also I am not a charity,\n and if you think it is clever to ask a criminal to act like a charity then I truly pity you. \nDon't email me stories about how your mothers pet crocodile died and how your family\nhas been bankrupted by the cost of a pet crocodile funeral to try to get me to donate product. \nI don't care about your situation.\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eThese notes won't work in banks or ATMs.\u003c/b\u003e Just don't try it. They are high quality, but they are not real and\na bank will be able to spot them.\nNo one can produce counterfeits that would pass in a bank. They will work in clubs, shops\nand just about anywhere else that accept notes. There are good guides on passing counterfeits around the web. \nRead them.\n\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eThese notes should not be used with real notes.\u003c/b\u003e I understand the urge to blend in a few fake notes with\na bunch of real ones. Resist the urge. It makes the fake ones look really really fake.\n\u003cp\u003e\u003cb\u003eI am not going to provide any further guidance than that which is offered here.\u003c/b\u003e To benefit from my service\nyou need to know what you are doing. If you don't then you need to learn before buying. I don't babysit.\u003c/p\u003e\n\u003cp\u003eI can refuse to work with you without providing a reason if I am uncomfortable.\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eI will not try to deceive you, so be honest with me.\u003c/b\u003e It really isn't hard, and being on Tor is not an\ninvitation to act like a dick.\u003c/p\u003e\n\u003ca href=\"goodchoice.html\"\u003eAgree and proceed\u003c/a\u003e\n\u003c/div\u003e\n\n\n\u003cdiv class=\"credit\"\u003eWeb design by \u003ca style=\"color:grey\" href=\"http://dancekomtnglfvei.onion\"\u003eDancingHitler\u003c/a\u003e\u003c/div\u003e\n\n\u003cdiv class=\"note\"\u003eHi, need some help?\u003c/br\u003e\n\u003ca href=\"index.html\"\u003eHome\u003c/a\u003e \u003ca href=\"goodchoice.html\"\u003eDetails\u003c/a\u003e mint@sigaint.org\u003c/div\u003e\n\n\n\n\u003c/body\u003e\n\u003c/html\u003e","pageTitle":"Mint Store","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Tue, 26 Jul 2016 22:57:37 GMT","ETAG":"W/\"568d09ac-dd0\"","LAST-MODIFIED":"Wed, 06 Jan 2016 12:33:48 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
