{"hiddenService":"mymji3a2duev7jp2.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["44e3a1343160e096d20c9cb2a738bf4177b8e965"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml\u003e \n\u003chead\u003e\n\u003cmeta http-equiv=\"content-type\" content=\"text/html; charset=UTF-8\"\u003e\n\u003ctitle\u003ethe end\u003c/title\u003e\n\u003cstyle type=\"text/css\"\u003e\nbody{\n\tfont-family:Courier,Arial,Helvetica,sans-serif;\n\tcolor:#FEFCFF;\n\tfont-size:25px;\n\tbackground-color:#2C3539\n}\n        .custom {\n    \tfont-family:Courier;\n    \tcolor:red;\n    \tfont-size:30px;\n}\n\n\u003c/style\u003e\n\u003c/head\u003e\n  \u003cbody\u003e\n    \u003cp class=\"custom\"\u003e\"Written in red their protest stands, For the Gods of the World\n      to see; On the dooming wall their bodiless hands Have blazoned\n      \"Upharsin,\" and flaring brands Illumine the message: \"Seize the\n      lands! Open the prisons and make men free!\" Flame out the living\n      words of the dead Written—in—red.\"\u003c/p\u003e \n      \u003cp\u003e\u003cspan style=\"color:#FFFFFF;\"\u003e(from a poem by Voltairine de Cleyre)\u003c/span\u003e\u003c/p\u003e\n    \u003cp\u003e\u003cspan style=\"color:#FFFFFF;\"\u003e\u003cstrong\u003eThe Writing On The Wall (a different story):\u003c/strong\u003e\u003ca href=\"writing_on_the_wall.html\"style=\"color:#6CC417;font-size:20px;text-decoration:none;\"\u003e read more...\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\n    \u003cp\u003eThe writing on the wall has been there for a long time, since biblical antiquity, but\n      nobody pays much attention to it. Moreover, if God didn't exist\n      nothing will happen either. The writing concerning the\n      destiny of humanity is to be found in the Bible. Things can start\u003ca href=\"the_rolling_stone.html\"style=\"color:#C6DEFF\";font-size:20px;\"\u003e\n      rolling on\u003c/a\u003e at any moment. When they do, the whole world will be\n      caught in a turmoil, the worst ever, anytime in history. For details, read the Book of Revelation.\u003c/p\u003e\n    \u003cp\u003eThere is a considerable risk that God exists and that the things he\n      has told will happen. That is the worst, or the\n      best case scenario depending on who you are, a friend or an enemy\n      of God. The fallen humanity is in open rebellion against God, and has been so for thousands of years.\u003c/p\u003e\n    \u003cp\u003eNow, if we live in a world created by God, as we do, so\n      everything God has said will came to pass just as sure as the\n      world in the beginning was created by his word.\u003c/p\u003e\n    \u003cp\u003eBasically it is a question of God taking the power in this world\n      and putting his chosen man, Jesus Christ, in charge of the whole\n      planet earth.This of course can happen only if he lives and can make a comeback to this world. That remains to be seen. There will be a generation that will see all of it, all that is written in the book.\u003c/p\u003e\n    \u003cp\u003eYou could call Jesus for a political figure. \n      Politics is about power, and about who administers that power.\u003c/p\u003e\n    \u003cp\u003eThe powers in place in the world won't comply with this plan, there has to be a revolution.\n       Revolution is the forcible removal of existing power and its replacement with a new rule.\u003c/p\u003e\n    \u003cp\u003eThis revolution will happen when the existing rule among the nations of the world has lost all of its legitimacy by giving the power   \n       directly to the Beast.\u003c/p\u003e\n    \u003cp\u003e The writing on the wall is about the revolutionary process that\n      leads to the establishment of \u003cb\u003ethe Kingdom of God.\u003c/b\u003e\u003c/p\u003e\n    \u003cp\u003eAs a revolution it will be the bloodiest ever, leaving behind a\n      humanity that will be a fraction of its number today.\u003c/p\u003e\n    \u003cp\u003eThings will happen by the acts of God, those which are recorded in the Bible. Man can't lift a finger for to make it happen, or\n       prevent it from happening. The only thing to do is to pray \"Your kingdom come, your will be done, on earth as it is in heaven\". \n       No bombs in the markets, no joining to any army with the promise of bringing the Kingdom of God to the world.\u003c/p\u003e\n    \u003cp\u003eThe many human versions of the \"Kingdom\", with a deified leader\n       on the top, have brought enormous suffering to the mankind. Such murderous forces are active in the world even this hour.\u003c/p\u003e \n    \u003cp\u003eThe Kingdom of God will bring peace to the world for thousand years.\u003c/p\u003e             \n    \u003cp\u003eThe coming of the Kingdom of God is in the hands of God\n      exclusively. His appointed time, that no one else knows except God\n      only, will bring to pass the things that he has revealed to his\n      servants the prophets. The things that will happen are recorded in\n      the Bible, see for instance the Book of Isaiah and the Book of\n      Revelation.\u003c/p\u003e\n    \u003cp\u003e(to be continued…)\u003c/p\u003e\n  \u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"the end","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-TYPE":"text/html","DATE":"Sun, 24 Jul 2016 05:37:24 GMT","ETAG":"\"3403314371\"","LAST-MODIFIED":"Sun, 17 Apr 2016 12:03:47 GMT","SERVER":"nginx","VARY":"Accept-Encoding"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
