{"hiddenService":"oestla3j22reypzj.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":true,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"lighttpd/1.4.35","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.activism.net","github.com","shn3x3whdm5tuut4.onion","www.w3.org"],"internalPages":["oestla3j22reypzj.onion"],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["oestla3j22reypzj.onion/account/index","oestla3j22reypzj.onion/account"],"pgpKeys":null,"hashes":["6a6d847b467f72bdad3d9131d9048110921121d3"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\n\t\u003chead\u003e\n\t\t\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" /\u003e\n\t\t\u003cstyle type=\"text/css\"\u003ecode{white-space: pre;}\u003c/style\u003e\n\t\t\u003ctitle\u003e\n\t\t\tSecret Admirers\n\t\t\u003c/title\u003e\n\t\u003c/head\u003e\n\t\u003cbody\u003e\n\t\t\u003cdiv style=\"margin:1em 1em 1em 1em; max-width:74em;\"\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ch2\u003eCypherpunks is broken - Welcome to Secret Admirers\u003c/h2\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\tIt's been more than 20 years since the the \u003ca href=\"http://www.activism.net/cypherpunk/manifesto.html\" target=\"_blank\"\u003eCypherpunk's manifesto\u003c/a\u003e was published and we believe it's more important today than it was back then. And like the manifesto, we believe in action more than in talk.\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\tJust as software and hardware can be developed for surveillance purposes, so can it be for better privacy and a truly free cyberspace. Technology itself is neutral, we choose what to build with it. The reason so little has been achieved lately is because we lost track of a fundamental point from the manifesto:\n\t\t\t\u003cblockquote\u003e\n\t\t\t\t \u003cstrong\u003eCypherpunks write code.\u003c/strong\u003e We know that someone has to write software to defend\n\t\t\t\tprivacy, and since we can't get privacy unless we all do, we're going to write\n\t\t\t\tit. We publish our code so that our fellow Cypherpunks may practice and play\n\t\t\t\twith it. Our code is free for all to use, worldwide. We don't much care if you\n\t\t\t\tdon't approve of the software we write.\n\t\t\t\u003c/blockquote\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\tIt seems that the original Cypherpunks mailing list degraded into a debating society and very little new code is written. The signal-to-noise ratio has become abysmal. Intellectual masturbation won't give us more privacy - deployed code does.\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\tTowards that end we founded the Secret Admirers. This is what we offer - for members only:\n\t\t\t\u003cul\u003e\n\t\t\t\t\u003cli\u003eThe Secret Admirers mailing list (only reachable via Tor).\u003c/li\u003e\n\t\t\t\t\u003cli\u003eThe Secret Admirers mailing list archive.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eMail account on the Secret Admirers server to communicate with the mailing list and other members (IMAP).\u003c/li\u003e\n\t\t\t\t\u003cli\u003eGit repository hosting (with read access for all member repositories).\u003c/li\u003e\n\t\t\t\t\u003cli\u003eMembers can edit a user file on the server (for example, to publish their public PGP key).\u003c/li\u003e\n\t\t\t\u003c/ul\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ch4\u003eSecret Admirers Rules\u003c/h4\u003e\n\t\t\t\u003col\u003e\n\t\t\t\t\u003cli\u003eSecret Admirers is a community of \u003cstrong\u003edoers\u003c/strong\u003e. To be a member, you have to code/maintain privacy enhancing software and/or be the admin of privacy enhancing systems/services. This includes digital OPSEC tools and open-source hardware which is privacy/security related.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eTo become a full member of Secret Admirers you have to go through the application process (see below).\u003c/li\u003e\n\t\t\t\t\u003cli\u003eThe existing full members will vote to decide if an applicant becomes a full member.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eFor all software and systems we design the following holds true: The more \u003cstrong\u003eprivacy\u003c/strong\u003e it provides the better. This usually implies that \u003cstrong\u003estrong cryptography\u003c/strong\u003e is used as well.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eDiscussions on the Secret Admirers mailing list should be in regard to Cypherpunk... how to build better systems. Members are expected to communicate in a civilized manner and try to maintain a high signal-to-noise ratio.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eSoftware written by our members in the context of Secret Admirers is freely available to all other members.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eOnly the original author may make the source code available to the general public. Members \u003cstrong\u003enever\u003c/strong\u003e release source code written and unreleased by other members.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eA full member can bring up to two followers to Secret Admirers.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eFollowers get the same benefits as full members except voting rights and bringing in followers.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eFollowers can apply for full membership under the same rules as normal applicants.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eFull members have to maintain the conditions of their application. That is, they keep working on/maintaining privacy related software or systems. If members stop being productive they risk loosing their membership status.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eMembers who do not follow the rules will be ejected. If a full member is ejected his followers will be ejected with him.\u003c/li\u003e\n\t\t\t\u003c/ol\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ch4\u003ePublic Projects of our Members\u003c/h4\u003e\n\t\t\t\u003cul\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"https://github.com/repbin/repbin\" target=\"_blank\"\u003eRepbin\u003c/a\u003e is an encrypted pastebin for the command line that runs over Tor.\u003c/li\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"http://shn3x3whdm5tuut4.onion/user/smuggler/repository/shamironsalt/index\" target=\"_blank\"\u003eShamir on Salt\u003c/a\u003e is shamir secret sharing with a NaCL secured protocol for share group member communication.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eTBA\u003c/li\u003e\n\t\t\t\t\u003cli\u003e...\u003c/li\u003e\n\t\t\t\u003c/ul\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ch4\u003eHow to apply for Secret Admirers\u003c/h4\u003e\n\t\t\tFor your Secret Admirers application we need:\n\t\t\t\u003cul\u003e\n\t\t\t\t\u003cli\u003eA way to contact you (encrypted).\u003c/li\u003e\n\t\t\t\t\u003cli\u003eYour desired pseudonym on Secret Admirers.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eA description of your working software project/system. If the code/system is already public we will request proof of control from you.\u003c/li\u003e\n\t\t\t\t\u003cli\u003eIf you want to make the code only available to Secret Admirers we need it upfront to be able to review your application.\u003c/li\u003e\n\t\t\t\u003c/ul\u003e\n\t\t\t\u003ca href=\"http://oestla3j22reypzj.onion/account/index/applyform\"\u003e \u003cstrong\u003eApply here\u003c/strong\u003e\u003c/a\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ci\u003eSecret Admirers is an equal opportunity organization of elitists. We don't care who you are, we only care what you \u003cstrong\u003edo\u003c/strong\u003e.\u003c/i\u003e\n\t\t\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\t\u003cdiv style=\"position:absolute; right:1em;top:1em;\"\u003e\u003ca href=\"http://oestla3j22reypzj.onion/account/user\"\u003eLogin\u003c/a\u003e\u003c/div\u003e\n\t\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"\n\t\t\tSecret Admirers\n\t\t","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-LENGTH":"5742","CONTENT-TYPE":"text/html","DATE":"Tue, 19 Jul 2016 12:43:43 GMT","ETAG":"\"1807678154\"","LAST-MODIFIED":"Thu, 29 Oct 2015 23:54:40 GMT","SERVER":"lighttpd/1.4.35"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"91b4632deee8a1e9a0a2cbafbe867e35af9cf0ba","smtpBanner":"220 oestla3j22reypzj.onion ESMTP Exim 4.87 Tue, 19 Jul 2016 12:43:54 +0000\r\n"}
