{"hiddenService":"poldoxhh7h6zxgld.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.wikileaks.org","submedia.tv","325.nostate.net","en.contrainfo.espiv.net","dwardmac.pitzer.edu","prisonactivist.org","againstprisonslavery.org","earthfirstjournal.org","waronsociety.noblogs.org","actforfree.nostate.net","biofuelwatch.org.uk","info.comoj.com","www.AgainstServants.co.cc"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["css","js","images","images","images","images","images","images","js","js","js"],"pgpKeys":null,"hashes":["3183fe0d91c3fda973ab18afdbe0d8db76b280d3"],"snapshot":"\u003c!DOCTYPE HTML\u003e\r\n\u003chtml\u003e\r\n\r\n\u003chead\u003e\r\n  \u003ctitle\u003eAgainst Servants\u003c/title\u003e\r\n  \u003cmeta name=\"description\" content=\"They spy us, we should spy them. Information about exploiters (corporations) and their servants (politicians, cops, judges, fascists, etc).\" /\u003e\r\n  \u003cmeta name=\"keywords\" content=\"corporations, against servants, exploiters, politician, judge, cop, fascist, colonialism, imperialism, racism, war, propaganda\" /\u003e\r\n  \u003cmeta http-equiv=\"content-type\" content=\"text/html; charset=UTF-8\" /\u003e\r\n  \u003clink rel=\"stylesheet\" type=\"text/css\" href=\"css/style.css\" /\u003e\r\n  \u003c!-- modernizr enables HTML5 elements and feature detects --\u003e\r\n  \u003cscript type=\"text/javascript\" src=\"js/modernizr-1.5.min.js\"\u003e\u003c/script\u003e\r\n\u003c/head\u003e\r\n\r\n\u003cbody\u003e\r\n  \u003cdiv id=\"main\"\u003e\r\n    \u003cheader\u003e\r\n      \u003cdiv id=\"logo\"\u003e\r\n        \u003cdiv id=\"logo_text\"\u003e\r\n          \u003c!-- class=\"logo_colour\", allows you to change the colour of the text --\u003e\r\n          \u003ch1\u003e\u003ca href=\"index.html\"\u003eAgainst\u003cspan class=\"logo_colour\"\u003eServants\u003c/span\u003e\u003c/a\u003e\u003c/h1\u003e\r\n          \u003ch2\u003eThey spy us, we should spy them.\u003c/h2\u003e\r\n        \u003c/div\u003e\r\n      \u003c/div\u003e\r\n\u003cnav\u003e\r\n        \u003cdiv id=\"menu_container\"\u003e\r\n\t\t\r\n          \u003cul class=\"sf-menu\" id=\"nav\"\u003e\r\n            \u003cli\u003e\u003ca href=\"index.html\"\u003eHome\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"denmark.html\"\u003eDenmark\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"sweden.html\"\u003eSweden\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"germany.html\"\u003eGermany\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"swiss.html\"\u003eSwiss\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"serbia.html\"\u003eSerbia\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"usa.html\"\u003eUSA\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"uk.html\"\u003eUK\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"nl.html\"\u003eHolland\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"othercountries.html\"\u003eOther Countries\u003c/a\u003e\u003c/li\u003e\r\n          \u003c/ul\u003e\r\n\t\t  \r\n        \u003c/div\u003e\r\n      \u003c/nav\u003e\r\n    \u003c/header\u003e\r\n\t\r\n\t\r\n    \u003cdiv id=\"site_content\"\u003e\r\n      \u003cdiv id=\"sidebar_container\"\u003e\r\n        \u003cdiv class=\"sidebar\"\u003e\r\n         \u003ch3\u003eLatest News\u003c/h3\u003e\r\n\r\n          \u003ch4\u003eNew Update \u0026 Design Launched\u003c/h4\u003e\r\n          \u003ch5\u003eJanuary 2014\u003c/h5\u003e\r\n          \u003cp\u003e2014 sees the redesign and update of my site.\u003cbr /\u003e\u003c/p\u003e\r\n\r\n\t\t  \u003ch4\u003eContact?\u003c/h4\u003e\r\n          \u003ch5\u003eJanuary 2014\u003c/h5\u003e\r\n          \u003cp\u003eWhat contact? \u003cbr /\u003eThere is no contact :)\u003cbr /\u003e\r\n\t\t  \u003c/p\u003e\r\n        \u003c/div\u003e\r\n        \u003cdiv class=\"sidebar\"\u003e\r\n          \u003ch3\u003eUseful Links\u003c/h3\u003e\r\n          \u003cul\u003e\r\n            \u003cli\u003e\u003ca href=\"http://www.wikileaks.org\" target=\"_blank\"\u003eWikileaks\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://submedia.tv/stimulator\" target=\"_blank\"\u003eSubmedia TV\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"http://325.nostate.net\" target=\"_blank\"\u003e325NoStateNet\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"http://en.contrainfo.espiv.net\" target=\"_blank\"\u003eContra Info\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"http://dwardmac.pitzer.edu/Anarchist_Archives/\" target=\"_blank\"\u003eAnarchist Archives\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://dwardmac.pitzer.edu/Anarchist_Archives/kropotkin/prisons/chap9.html\" target=\"_blank\"\u003e\r\n\t\t\tAbout moral influence of prisons on prisoners\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://prisonactivist.org\" target=\"_blank\"\u003ePrison Activist\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://againstprisonslavery.org\" target=\"_blank\"\u003eAgainst Prison Slavery\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://earthfirstjournal.org/newswire\" target=\"_blank\"\u003eEarth First! Journal\u003c/a\u003e\u003c/li\u003e\r\n            \u003cli\u003e\u003ca href=\"http://waronsociety.noblogs.org/?page_id=279\" target=\"_blank\"\u003eAnarchist Prisoners\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://actforfree.nostate.net/?page_id=4043\" target=\"_blank\"\u003eGreek Anarchist Prisoners\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://biofuelwatch.org.uk/wp-content/uploads/Chain-of-Destruction-online.pdf\" target=\"_blank\"\u003e\r\n\t\t\tBiofuel: Chain of Destruction\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"http://actforfree.nostate.net/wp-content/uploads/2013/05/Conversation-book.pdf\" target=\"_blank\"\u003e\r\n\t\t\tConversation Between Anarchists\u003c/a\u003e\u003c/li\u003e\r\n\t\t\t\u003cli\u003e\u003ca href=\"Collective-Expulsion-UK.pdf\" target=\"_blank\"\u003eUK Mass Deportation Flights\u003c/a\u003e\u003c/li\u003e\r\n\t        \u003cli\u003e\u003ca href=\"CorporateSpyingOccupy.pdf\" target=\"_blank\"\u003eFBI+Corp. Against Occupy\u003c/a\u003e\u003c/li\u003e\r\n          \u003c/ul\u003e\r\n        \u003c/div\u003e\r\n      \u003c/div\u003e\r\n      \u003cdiv class=\"content\"\u003e\r\n        \u003ch1\u003eWelcome\u003c/h1\u003e\r\n\u003cp align=\"justify\"\u003e\r\nThis page was written first time in 2008 (http://info.comoj.com),\r\nthen it was updated in December 2010 (http://www.AgainstServants.co.cc) but the both domains and content are abolished by authorities and \r\ndomain/hosting co.cc and 000webhost. Enemies of society are trying to keep us under control. They \r\nshut down information. In 2013, after Wikileaks and Snowden, we got some new information about dimensions of NSA spying, that's the reason to \r\nupdate this site.\t\r\n\u003c/p\u003e\r\n\r\n\u003cp align=\"justify\"\u003e\r\nThis site gives you information about people who exploit society, who work against society, about people who are servants of exploiters, \r\nand exploiters themselves. They want to expand their market and wealth, therefore they attack other countries, therefore they spy us, \r\nimprison us, beat us, sell us dirty drugs, poison our food, etc. Global capitalism brings global wars for resources and they make repression \r\nagainst every individual who is against them and their plan. From police database about protesters to killing their enemies. \r\nAll mentioned people here are not ordinary people than those who participate in expanding of market for exploiters, it means they create wars and \r\nits propaganda, repression and racism which is also integral component of war for resources. Consequently, repression is done at biggest percentage \r\nagainst leftist revolutionaries and immigrants and Muslims. They are mostly arrested and spied, it means also infiltrated by secret service and \r\nspied by NSA globally. \r\n\u003c/p\u003e\r\n\r\n\u003cp align=\"justify\"\u003e\r\nThis site is publishing pictures and addresses of mentioned servants because they are not faceless representatives of the state and exploiters \r\nthan people with exact names and addresses. The same they do when they send us in the prison, we have name and address and we are not faceless \r\nrepresentatives of some protest. The solely purpose of this site is to gather and publish info about them, the same as they do \r\nagainst us (for example, there are public databases of criminals). Will someone use it to make any type of action, it is his/her/their choice. \r\nBut people should be careful, exploiters and their servants are usually protected by private guard or by police and secret service. For example, \r\nhomes of politicians are observed from nearby houses by secret service. The best attack is when people make suddenly protest in front of the \r\nhouse of politicians and then the crowd can make attack so cops can't catch who attacked house or person. But crowd must run away fast the same as \r\nthey came fast, without any announcement.\r\n\t\t\u003c/p\u003e\r\n\t\t\r\n\t\t\u003ch1\u003eDetailed Explanation\u003c/h1\u003e\r\n\t\t\u003cp\u003e\r\n\t\tIn order to understand problem, it is necessary to explain wider political situation.\r\n\t\t\u003c/p\u003e\r\n\t\t\r\n\t\t\u003cp align=\"justify\"\u003e\r\n\u003cimg align=\"left\" alt=\"\" src=\"images/gle_terorista.jpg\" border=\"0\" hspace=\"6\"\u003e\r\nHistory of Europe is full of colonialism from which profited first of all riches and politicians and other people had indirect benefits because \r\ncolonialism financed all those who got money from budget (military, bureaucracy, etc). European ruling class attacked West Africa because of \r\nresources, Africa has a lot of diamonds, gold and energy resources (oil and gas). They also exploited humans and they sold Africans to USA as slaves. \r\nThey had even lunatic \"justification\": We bring them culture. Even such lunatic explanation kept west Europeans under control, but most people were \r\npoor and busy with personal surviving, after WWII, people could organize much better as they did around 1968. But even economic exploitation was \r\nnot enough for exploiters and politicians, they also imposed their way of thinking, their culture in occupied regions. It is not only fascism \r\nabout language and culture, they were spreading hegemony of capitalism: \u003cstrong\u003ecapitalist system of values\u003c/strong\u003e. But whatever they said, \r\nthe fact is that \r\nthey brought death and slavery to Africa. Even today European countries, especially Britain and France, are present in Africa with military and \r\nmany corporations continue to exploit Africans and their resources (Shell is true evil in Nigeria). Therefore they have interest to develop there \r\nlocal conflicts in order to justify \r\ntheir military presence. Shortly said, in the past, European rulers had direct interest from exploitation, today African countries became more or \r\nless independent from western military presence and exploitation is today more in hands of corporations. It means that profit from exploitation \r\ngoes in pockets or riches and \r\nonly some money through taxes finish in budgets of West European countries. Capitalism is poor without colonialism, they must rob others to make \r\ncapitalism alive. The state is simply expensive. Because of this neoliberal changes, financing wars from budget but profit from war get private \r\ncompanies and not budget, in last 20 years European economy is worse than before 40 years. Ordinary people can feel it. There are more and more \r\nbillionaires and more and more poor ordinary people. Governments know that and therefore they make bigger spying and bigger repression. \r\nBeside it, more and more European riches transfer their factories to Asia so more and more Europeans stay without jobs (such situation develop \r\npoverty but also and economic racism, mostly produced by fascist political parties). It means that Europe logically renew their politics of \r\nattacking others, with aim to rob their energy resources. Politicians produce profit for corporations, they don't care if people become poorer, \r\nthey will make bigger repression and even they will not be government (than somebody else) when people begin to protest. Politicians count \r\nthey will be ruling 4 or 8 years and after that they will make private companies for themselves as Tony Blair did.\r\n\t\t\u003c/p\u003e\r\n\t\t\r\n\t\t\u003cp align=\"justify\"\u003e\r\nAs we know, before several years, USA started to attack Arab countries. Reason is clear to anyone who understand little politics: energy resources. \r\nThey try to justify such imperialism with nice words \"imposing of democracy\", \"fight for global security\", etc. Who believes them? Nobody, even not \r\nthose who work for secret service, but they get some privileges because they are spies so they don't care what is the real reason. The fact is that \r\nthey started to produce insecurity with attacking oil countries. Muslims make reaction on American/EU action. Muslim protect themselves from \r\naggressors, invaders, \r\ntherefore if anybody mention Muslim terrorism, don't forget to tell him it is reaction on western terrorism (killing civilians, even during \r\nweddings, Wikileaks \r\npublished info about it many times). Unfortunately, European rulers (not ordinary people) want part of energy cake and therefore Europe stands \r\ntogether with USA in their robberies. Therefore it is hard to get real information about war, the both sides, USA and Europe report what is their \r\ninterest. Don't forget that your picture about people in Afghanistan is picture of CNN and BBC, what you really know about them? Do you know that \r\nrich people cut water or take cows from peasants and authorities protect riches from poor, then poor peasants go to Taliban and they come with \r\nweapons, investigate what is the truth, beat rich man and give to the poor what was stolen from them. Oh shit, CNN didn't tell you such stories. \r\nNow you know why people like Taliban and hate Karzai. It is just one example, there are also people that want to fight against American invaders, \r\nthey don't have with whom else to fight than together with Taliban, Karzai and official army sold themselves for money. Imagine yourself in WWII \r\nin Italy, if you are not communist but partisans fight against fascists, you will fight together with partisans. In any case, media are in hands of \r\ngovernments or in hands of riches, repressive forces also do everything to suppress those who are not under control. \r\nThere are many examples of unbelievable sentencing against Muslims in Europe but I will always remember when I read that Muslim girl is judged 6 \r\nmonths of \r\nprison in Britain just because she wrote a song. Other are judged also just because of visiting of some internet forum, etc, without any proof that \r\nthey did or planned anything against the law. Servants (judges, cops, etc) punish people even just for reading of information from \"other side\". \r\nThe fact is that Muslims make big resistance and therefore rulers make big propaganda against them. Politicians, media, etc, spread fear and hate \r\nagainst Muslims. Therefore racism is so strong in Europe, and among other foreigners who are not welcomed, Muslims are the most targeted. Therefore \r\nany discrimination of Muslims and their religion, in the time of war, is part of war and of imperialist propaganda against them. After creating of \r\nsuch propaganda, repressive forces can arrest any Muslim, with charge for planning of murder BUT without any proof. Majority of society don't see \r\nanything bad about it, they don't react, that's result of propaganda. Of course such arresting is followed by reports in Media (such reports are \r\nordered by secret service), what makes again fake fear and bigger hate = racism. The same like in Africa in the past, today stealing of oil is not \r\nenough, USA and Europe want to occupy oil countries without to see resistance, they want to change way of thinking of people there, to change their \r\nculture and religion... I hope they will never succeed in all of it. Fascism abolish diversity in this world, and that's evil. Unfortunately, they \r\ncreated already totalitarianism in Europe and America.\r\n\t\t\u003c/p\u003e\r\n\t\t\r\n\t\t\u003cp align=\"justify\"\u003e\r\nSo, there are individuals, servants of riches, with name and address, they are not some faceless representatives of the state. The state was created \r\nby slave holders to protect themselves from other conquerors and to exploit society easier, but beside it, they created the state to make faceless \r\nsentencing of people. So, yes, first prisons were private ones but then, when they created state and its prisons, nobody could put finger on one \r\nevil rich man who keep people locked, than judge sends people in the prison \"in the name of society\" and prison is now belonging to the state. Rich \r\npeople institutionalized punishment, so, people could not hate them, rebel against them, etc. \u003cstrong\u003eTherefore this website also gives faces to \r\nthose who serve exploiters, their profit, their wars, their racism, their propaganda\u003c/strong\u003e. An example of people with high position in society, \r\nwho always jumped to \r\npublish something against Muslims and their religion: Tøger Seidenfaden (chef redactor of \"Politiken\"), Kurt Westergaard (one of 12 racist artists, \r\nservants of imperialists), Swedish artist Lars Vilks and editor of newspaper Nerikes Allehanda Ulf Johansson. Do you really think they are not \r\nconnected with secret service and they don't participate in war propaganda? Kurt Westergaard is even friend with Pia Kjersgaard, former leader of \r\nfascist Danish People Party. He visited congress of her party and showed that he is not an independent artist. \u003c/p\u003e\r\n\r\n\u003cp align=\"justify\"\u003e\r\nNow it is much clearer wider sense of problem with caricatures, problem with racism, etc. I mentioned here discrimination because of resistance \r\nto aggressors, so it is propaganda connected with war. Beside colonial racism, there is also racism in Europe which is based on economic reasons. \r\nEuropean economic racism hit all poor foreigners and racism is not created with aim to stop immigrants than with aim to wake up colonial history \r\n(Polish are discriminated in Germany and Germany attacked Poland in the past, many Germans can't accept that Polish should be equal with Germans) \r\nand with aim to justify economic exploitation of immigrants. If you think deeply, you will see that racism produce hate and then immigrants are \r\nunprotected from economic exploitation, it means even if slavery is abolished on the paper, it is not abolished in reality. Even when strawberry \r\nworkers from Asia protest in Sweden because they didn't get salary several months, \r\npolice doesn't care to help them with talk with exploiter, cops don't care to arrest exploiter, exploiter is Swedish, so, everything is clear, \r\nworkers will protest until visa expires and they will have to go back to Asia or they will be imprisoned and deported, Swedish exploiter will \r\nkeep profit for himself. Poor workers don't have money to pay lawyers and as I said, they will be deported before court process begin if they \r\nmake charge against him. That's the sense of racism, economic exploitation, slavery, visa system is also part of it. Visa system is also the \r\nmain reason women finish like prostitutes, they can't come normally to Europe so they must trust to criminals to bring them to Europe and they \r\nmisuse it to make money from women. Forced prostitution is slavery, the frame for slavery is created by politicians, criminals just use such \r\nsituation.\r\n\u003c/p\u003e\r\n\t\t\r\n\t\t\u003cp align=\"justify\"\u003e\r\nSo, where are ordinary Europeans in all this shit that happens? Is it possible that 1968 was more progressive than the present future? Children \r\nof hippies are careerists who kiss in ass government instead to protest as they parents did? Well, people must survive and create personal life \r\nwhile government is always organized. Therefore people loose fight during the time. They go home and they stop to protest before or later and \r\ngovernment is not going anywhere, riches and their servants are organized all the time. So, government was not passive, they developed nationalism \r\nand patriotism, today, children of hippies are consumers without brain, many even work for secret service with aim to get money and career. They love \r\ngovernment as long as they get some privileges and profit. Therefore they support government about anything, they don't care for details. They \r\nparticipate in justifying of racism, of war, of anything what their authorities do. Many of them discriminate Muslims and foreigners in daily life \r\nand many of them are ready to cooperate with authorities in realizing of repression. As I mentioned earlier, some of them even get idea of \r\nrevolutions but they help to secret service to keep revolutionaries under control, to stop any violent action against exploiters and their servants. \r\nAs long as people stay pacifist, exploiters and their servants are happy (and arrogant, honestly said). \u003cbr\u003e\r\nThere are also people who are not under control of authorities and such people are fighting against war, against racism, etc. Some of them do it \r\npassively, periodically, some of them are active often (active are mostly leftists, human right activists and anarchists). In any case, they are \r\nnot enough strong to stop governments. But it is without question moral obligation of people with consciousness to stand up against war, against \r\narrests, against racism, against repression, against slavery... \u003cbr\u003e\r\nIn which way people will stand up against it, it is personal choice. People are different, some of them will demonstrate, some of them will make \r\npersonal attacks, some of them will burn public institutions as many immigrants did in France, Denmark and Sweden... \r\n\t\t\u003c/p\u003e\r\n\r\n\u003cp align=\"justify\"\u003e\t\t\r\nIf people demonstrated so much before 40 years against war in Vietnam, why they should not do it today when imperialists attack energy countries? \r\nAre they Muslims, Vietnamese or Africans, it doesn't matter, human beings are human beings. In the heart of imperialism, people should fight \r\nagainst imperialists: politicians, top military and police personal, corporations and riches that profit from war. Ordinary people can be even \r\nprivate racists for themselves, that's their right to have their opinion, but when some of them became public racists (as mentioned editors of \r\nnewspapers or artists) then they are danger for public, in this case for foreigners and Muslims. Therefore it is legitimate to stop racists, to \r\ndisable them to continue their acts. We must fight for different and better Europe, for better future (hope it will be one day anarchist Europe). \r\nRebellion started in France (November 2006), it was happened in March 2007 and Feb.2008 in Denmark, it is present constantly in Greece and it \r\nshould be repeated and spread in other countries... Those who can't wait for rebellions and revolutions, they can make their own attacks on \r\nproperty and people that exploit us. Only diversity of actions and strategies are proof that we are not under control.\r\n\u003c/p\u003e\r\n\u003cp align=\"center\"\u003e\u003cimg alt=\" \" src=\"images/bombusaflag.jpg\" border=\"0\" height=\"331\" width=\"192\"\u003e \u003cimg alt=\" \" src=\"images/refusingwar.jpg\" border=\"0\" height=\"138\" width=\"231\"\u003e \u003cimg alt=\" \" src=\"images/officer_friendly.gif\" border=\"0\" height=\"171\" width=\"120\"\u003e\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cp align=\"center\"\u003e\u003cimg alt=\" \" src=\"images/fuckrasismus.jpg\" border=\"0\" height=\"101\" width=\"130\"\u003e\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cp align=\"center\"\u003e\u003cimg alt=\" \" src=\"images/stopterorizam.gif\" border=\"0\" height=\"73\" width=\"400\"\u003e\u003c/p\u003e\r\n\r\n\t\t\r\n\t\t\r\n    \u003c/div\u003e\r\n    \u003c/div\u003e\r\n    \u003cfooter\u003e\r\n      \u003cp\u003eNo Copyright | Free to redistribute as you wish\u003c/p\u003e\r\n    \u003c/footer\u003e\r\n  \u003c/div\u003e\r\n  \u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n  \u003c!-- javascript at the bottom for fast page loading --\u003e\r\n  \u003cscript type=\"text/javascript\" src=\"js/jquery.js\"\u003e\u003c/script\u003e\r\n  \u003cscript type=\"text/javascript\" src=\"js/jquery.easing-sooper.js\"\u003e\u003c/script\u003e\r\n  \u003cscript type=\"text/javascript\" src=\"js/jquery.sooperfish.js\"\u003e\u003c/script\u003e\r\n  \u003cscript type=\"text/javascript\"\u003e\r\n    $(document).ready(function() {\r\n      $('ul.sf-menu').sooperfish();\r\n    });\r\n  \u003c/script\u003e\r\n\u003c/body\u003e\r\n\u003c/html\u003e\r\n","pageTitle":"Against Servants","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-TYPE":"text/html","DATE":"Sun, 24 Jul 2016 09:03:31 GMT","ETAG":"\"548a-502c547fb07c0-gzip\"","LAST-MODIFIED":"Thu, 11 Sep 2014 07:40:23 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
