{"hiddenService":"xdphqqw2nltz2h62.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["d296a6b1695af24eb4293b95c8895619026b6921"],"snapshot":"\u003chtml\u003e\r\n\u003ctitle\u003e Lagrantha Secret Service \u003c/title\u003e\r\n\u003chead\u003e\r\n\r\n\u003cbody\u003e\r\n\r\n\u003ch1 style=\"color:red\"\u003e Lagrantha Secret Service \u003c/h1\u003e\r\n\r\n\u003cp\u003e \r\nWelcome to Lagrantha Secret Service, an intelligence organization devoted to giving its'\r\n clients their every need\r\n\u003c/p\u003e\r\n\r\n\u003chr\u003e\r\n\r\n\u003ch2 \u003e About Lagrantha \u003c/h2\u003e\r\n\r\n\u003cp\u003e Lagrantha Secret Service is an organization of intelligence gatherers\r\n who believe their primary aim is to create a better world for our clients.\r\nAt Lagrantha we pride ourselves in our strict confidentiality and our 24/7 \r\nservice. \r\nWe at Lagrantha offer premium client services at the clients \r\nown discretion, these services include, corporate sabotage, assassination, \r\na coup on any scale, premium protection by our discrete security forces,\r\nintelligence gathering by our highly trained intelligence officers and \r\neffectively anything you could imagine - anything is available for a price.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003e The Phantom \u003c/h2\u003e\r\n\r\n\u003cp\u003e The Phantom of Lagrantha is only known by the highest operatives of Lagrantha\r\nincluding but not limited to the Heads of Department, The Phantom otherwise known \r\nas Upstairs, oversees every single aspect of Lagrantha, including all operations that Lagrantha\r\nmay be asked to do. The Phantom is a veteran in every aspect that Lagrantha prides itself in\r\nand does not tolerate any form of misconduct towards the Lagrantha moral code.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003eConfidentiality\u003c/h2\u003e\r\n\r\n\u003cp\u003eConfidentiality is our most enforced rule, with strict agreements and contracts for both \r\nstaff and clients, the contracts are virtually unwaveable and this allows us to maintain \r\nan excellent rapport with our clients whilst keeping there privileges limited to their own desire. \r\nLagrantha works on a 5 tier leveled access hierarchy, ranging in the form; Alpha, Beta, Majestic, \r\nCosmic and Ultra - Alpha being the lowest security clearance and Ultra being the highest. This system \r\nallows us to completely maintain control of sensitive documentation and access or security clearance to highly \r\nconfidential areas of Lagranthas' that may not be accessible to the public.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003eThe 5 Sectors\u003c/h2\u003e\r\n\r\n\u003cp\u003e\r\nWe function within a range of five sectors each with unique codes and attributes:\r\n Espionage, Science, Security, Military and Administration. UEB001 - UEB005 respectively. \r\n These areas cover all the basic and advanced requirements that may be used by any of the clients \r\n at any moment in time. Further explanations will not be disclosed until a confidentiality agreement has been \r\n signed and dated by the client.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003eClearance\u003c/h2\u003e\r\n\r\n\u003cp\u003e\r\nOur clearance and confidentiality agreements are designed to benefit all factors of interrogation or investigation, \r\nwe can occasionally liaison with relevant authorities whether this be the national secret service or the military,\r\nwe do not do this however, without the relevant permission of the client. However, do note that all information is kept \r\nstrictly confidential and there has never been an incident were any documents or highly sensitive material has been leaked.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003ePublic Disclosure\u003c/h2\u003e\r\n\r\n\u003cp\u003e\r\nPublic disclosure is uncommon and generally when it happens, it is thought best that an official government service take \r\nall credibility for the operation regardless of whether the agency did or did not play a part in the operation at all.\r\n\u003c/p\u003e\r\n\r\n\u003ch2 \u003eRecruitment\u003c/h2\u003e\r\n\r\n\u003cp\u003e\r\nWe are always seeking new members to join our cause, whether this be simply providing information anonymously\r\n or requesting to become a part of our operation that goes above and beyond any clients wants and wishes, we are always welcoming \r\n new people into our cause. To request a job then please specify our Sector codes and specifically you would wish to do in the \r\n subject content of the email and then briefly describe yourself including any and all legal/illegal material that may make us \r\n desire you more, hence, forward it to either of the email addresses below. If you wish to play a part of the Greater Good Operation then\r\n please specify this in the subject content and keep everything else about the email the same.\r\n\r\n\u003c/p\u003e\r\n\r\n\u003chr\u003e\r\n\r\n\u003cbr\u003e\r\n\u003cbr\u003e\r\n\r\n\u003ch3\u003eShould you wish to inquire about recruitment or becoming a client you may contact the administrative email on:\u003c/h3\u003e\r\n\u003ch3\u003elagranthass@sigaintevyh2rzwv\u003c/h3\u003e \r\n\r\n\r\n\r\n\u003c/body\u003e\r\n\r\n\u003c/head\u003e\r\n\u003c/html\u003e\r\n","pageTitle":" Lagrantha Secret Service ","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 26 Jul 2016 11:09:06 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
