{"hiddenService":"bitblenz4rleaisr.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache/2.4.10 (Debian)","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.w3.org"],"internalPages":["","bitblenz4rleaisr.onion"],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["bitblenz4rleaisr.onion"],"pgpKeys":null,"hashes":["1094e87e57a08df7318eb6c1cd8c628ae56e5d52"],"snapshot":"  \r\n\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\"\u003e\r\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" xml:lang=\"en\" lang=\"en\"\u003e\u003chead\u003e\r\n\u003cmeta http-equiv=\"content-type\" content=\"text/html; charset=UTF-8\"\u003e\r\n\u003cmeta name=\"description\" content=\"\"\u003e\r\n\u003cmeta name=\"keywords\" content=\"bitcoin blender mixer laundry btc anonymous\"\u003e\r\n\u003cmeta name=\"author\" content=\"Bitcoin Blender\"\u003e\r\n\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/style.css\" media=\"screen\"\u003e\r\n\u003ctitle\u003eBitcoin Blender, anonymous bitcoin mixer\u003c/title\u003e\r\n\u003c/head\u003e\r\n\u003cbody\u003e\u003cdiv id=\"tabbed_box_1\" class=\"tabbed_box\"\u003e\r\n\t\u003ch4\u003eBitcoin Blender \u003csmall\u003enot logged in \u003c/small\u003e\u003c/h4\u003e\r\n    \u003cdiv class=\"tabbed_area\"\u003e\r\n       \u003cul class=\"tabs\"\u003e\u003cli\u003e\u003ca href=\"/index.html\" id=\"home\" class=\"active\"\u003eHome\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\"/p=login.html\" id=\"login\"\u003eLogin\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\"/p=password.html\" id=\"password\"\u003eForgot password\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\"/p=register.html\" id=\"register\"\u003eRegister\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href=\"/p=quickmix.html\" id=\"quickmix\"\u003eQuick mix\u003c/a\u003e\u003c/li\u003e       \t\r\n\t\t\u003c/ul\u003e\r\n        \u003cdiv id=\"content\" class=\"content\"\u003e\r\n          \r\n        \u003cul\u003e\r\n        \u003cp\u003e\u003c/p\u003e\u003cp\u003eWelcome to Bitcoin Blender\u003c/p\u003e\r\n\u003cp\u003e\u003csmall\u003eWe are a hidden service that mixes your Bitcoins to remove the\r\n link between you and your transactions. This adds an essential layer of\r\n anonymity to your online activity to protect you against 'Blockchain \r\nAnalysis'.\u003c/small\u003e\u003c/p\u003e\u003csmall\u003e\r\n\u003cb\u003e\u003cp\u003e1. Why Mix Your Coins\u003c/p\u003e\r\n\u003cp\u003e2. Why Bitcoin Blender\u003c/p\u003e\r\n\u003cp\u003e3. Other Methods\u003c/p\u003e\r\n\u003cp\u003e4. Best-Practice for Top-Level Anonymity\u003c/p\u003e\r\n\u003cp\u003e::: 1. Why Mix Your Coins :::\u003c/p\u003e\u003c/b\u003e\r\n\u003cp\u003eUsing Bitcoin does not protect your anonymity. This is because \r\nBitcoin works on a public ledger, meaning anyone anywhere can see and \r\nfollow every transaction you ever make. From the moment you buy your \r\ncoins, to the moment you cash them out... they can be followed. And if \r\nanything along the way can be linked to your identity - for example if \r\nyou bought or sold using your bank account, face to face with cash, or \r\neven using a voucher from a store with CCTV - then an agency with the \r\nright tools could theoretically find you without much trouble. Classic \r\nexamples of people who might follow your online activity and reveal your\r\n identity, are Law Enforcement Agencies, somebody with a grudge, or \r\nhackers who have noticed you are moving large amounts of money around.\u003c/p\u003e\r\n\u003cp\u003eBut by 'mixing' your Bitcoins, you are essentially breaking the link \r\nbetween your identity and your transactions - Bitcoin Blender lets you \r\nprevent Blockchain Analysis by swapping your coins for somebody else's. \r\nIn other words, you deposit your coins into one 'pot', and we send you \r\ncoins from another 'pot', breaking the chain.\u003c/p\u003e\r\n\u003cp\u003e\u003cb\u003e::: 2. Why Bitcoin Blender? :::\u003c/b\u003e\u003c/p\u003e\r\n\u003cp\u003eAt Bitcoin Blender, we have implemented a range of features that we \r\nbelieve make us one of the best, most effective Bitcoin mixing services \r\navailable:\u003c/p\u003e\r\n\u003cp\u003e- Low, Randomized Fees (1-3%)\u003cbr\u003e\r\nWhen you deposit coins into your Bitcoin Blender account, we will take a\r\n low, randomized fee of between 1-3%. We make our fees low to keep coin \r\nmixing affordable, and we randomize the fee to make analysis of our \r\nservice less predictable. In other words, if our fee was a standard 2%, \r\nblockchain analysis would be made more trivial - interested parties \r\nwould need only look for suspected deposits and withdrawals tagged with a\r\n 2% modifier. Our randomized fee takes this tool away from those who \r\nwould seek to tie your transactions to you.\u003c/p\u003e\r\n\u003cp\u003e- Bonus Program (0.5%)\u003cbr\u003e\r\nIf you deposit more than 10 BTC within 7 days, your new deposits will \r\ngive a bonus of 0.5% of the deposit, effectively making the fee 0.5% \r\nlower for you. We believe in showing our high volume users appreciation.\r\n We have structured this as a bonus rather than a fee rebate in order to\r\n maintain the integrity of the 1-3% randomized fee.\u003cbr\u003e\r\n\u003c/p\u003e\u003cp\u003e- Referral Program (0.5%)\u003cbr\u003e\r\nWe have designed a referral program to show our appreciation to our \r\nusers who see Bitcoin Blender as a streamlined, fast, and most \r\nimportantly effective mixer. Once combined deposits from a user and \r\nhis/her referred users reaches 10BTC in 7 days, the referring user will \r\nbe credited 0.5% of all deposits. A token of appreciation for helping \r\nimprove Bitcoin Blender by bringing more transactions to the pool.\u003c/p\u003e\r\n\u003cp\u003e- Two Factor Authentication with PGP\u003cbr\u003e\r\nBy setting your PGP key in your profile you will activate Two Factor \r\nAuthentication, which means that you have to decrypt a message \r\ncontaining a randomized One Time Password on each login. This ensures \r\nthat only the individual with access to your private key and password \r\ncan access your account and your funds.\u003c/p\u003e\r\n\u003cp\u003e- Up To 5 Simultaneous Deposit Addresses\u003cbr\u003e\r\nAs per coin-mixing best-practice (see part 4 below), splitting chunks of\r\n money between different wallets and addresses makes your anonymity even\r\n stronger. With Bitcoin Blender you can send your un-mixed coins to 5 \r\ndifferent addresses at once - they will all show up as a single balance \r\nin your account for ease of withdrawal. You can then delete them and get\r\n new ones.\u003c/p\u003e\r\n\u003cp\u003e- Auto-Withdrawal\u003cbr\u003e\r\nIf you prefer, you can set wallet addresses for auto-withdrawal so you \r\ndo not have to log back in to withdraw your coins. Withdraws are \r\nscheduled and with random delays for best anonymity. Set and forget. We \r\ntake measures to ensure you only have to pass credentials as often as \r\ntruly necessary.\u003c/p\u003e\r\n\u003cp\u003e- Fast Processing\u003cbr\u003e\r\nAlthough it is recommended that you let your coins 'sit' for a while \r\n(among other techniques - see part 4 below), Bitcoin Blender makes your \r\ncoins instantly available for withdrawal the moment your deposits are \r\nconfirmed. As is outlined below, your withdrawal comes from a totally \r\ndifferent 'pool' of coins, so your withdrawn coins are never traceable \r\nfrom your deposited coins.\u003c/p\u003e\r\n\u003cp\u003e\u003cb\u003e::: 3. Other Methods :::\u003c/b\u003e\u003c/p\u003e\u003cp\u003e\r\n\u003c/p\u003e\u003cp\u003eThere are several ways of 'mixing' your coins, however many of \r\nthese do not provide the same protection against Blockchain Analysis as \r\nBitcoin Blender (and other similar hidden services).\u003cbr\u003e\u003cbr\u003e\r\nPerhaps the most common method aside from using a hidden service mixer \r\nlike Bitcoin Blender, is the Coin Join method found on services such as \r\nShared Coin. The way this method works is by attaching your transaction \r\nto a number of other transactions, thereby making it difficult to tell \r\nwhich has gone where. And although this method does help maintain a \r\ncertain degree of anonymity, it still provides a level of 'taint' for \r\nsomebody experienced in Blockchain Analysis. 'Taint' can be seen as the \r\ntrail your transaction leaves behind, and although techniques used by \r\nservices like Shared Coin certainly blur that trail, they do not remove \r\nit completely - for best results, you should find a service that sends \r\nyou coins from a completely different 'pot'.\u003c/p\u003e\r\n\u003cp\u003e\u003cb\u003e::: 4. Best-Practice for Top-Level Anonymity :::\u003c/b\u003e\u003c/p\u003e\r\n\u003cp\u003eAs a standalone tool, Bitcoin Blender provides a very good level of \r\nanonymity for erasing your transaction trail. However, as with anything,\r\n you can always take extra precautions to ensure your anonymity remains \r\ntop-notch and offers the greatest protection possible. As well as using \r\nBitcoin Blender's basic features, we recommend the following:\u003c/p\u003e\r\n\u003cp\u003e1. Deposit to Multiple Addresses\u003cbr\u003e\r\nBitcoin Blender makes available the ability to split your deposit up \r\nbetween five bitcoin addresses at once. If an interested party is \r\nattempting to locate your deposit of 50BTC, their task is made \r\nexponentially more difficult because they must attempt to locate five \r\ndeposits of varying amounts that may or may not add up to 50BTC.\r\n\u003c/p\u003e\u003cp\u003e2. Delay Your Withdrawals\u003cbr\u003e\r\nIf someone is watching the blockchain, and they notice a transaction for\r\n 100 BTC at 4:30, followed by another transaction of 98 BTC at 5:00, \r\nthey might suspect this is a part of the same trail - even if there is \r\nno hardcore evidence. By waiting several hours, days or even weeks, you \r\nare further distancing yourself from association with the coins you wish\r\n to mix.\u003c/p\u003e\r\n\u003cp\u003e3. Withdraw to Multiple Addresses\u003cbr\u003e\r\nBy the same token, if you deposit 100btc and withdraw 98btc to a single \r\naddress, this may give somebody watching the Blockchain reason to \r\nsuspect it is part of the same trail. By making multiple withdrawals to \r\ndifferent addresses generated by different wallets over a long period of\r\n time, you are further improving your anonymity. Bitcoin Blender makes \r\nthis simple by allowing you to schedule your withdrawals for points in \r\nthe future, so the task of mixing can be accomplished during a single \r\nsession. As mentioned earlier, we take every measure possible to \r\nminimize the number of times a user must pass credentials in order to \r\ncomplete the task of mixing.\u003c/p\u003e\r\n\u003cp\u003e4. Mix Multiple Times\u003cbr\u003e\r\nIf you want to really make your trail as difficult to follow as \r\npossible, and there is another service you trust you could mix your \r\ncoins several times.\u003c/p\u003e\u003cp\u003e\r\n\u003c/p\u003e\u003cp\u003e5. Mix In, Mix Out\u003cbr\u003e\r\nYour 'buy in' and 'buy out' are the most vulnerable parts of your \r\ntransaction trail, as they are the most likely points that you will be \r\nidentified. If you do not wish your transactions to be followed, mix all\r\n coins you buy before you spend them, then mix anything you withdraw \r\nagain on their way back out.\u003c/p\u003e\r\n\t\t\u003c/small\u003e\u003c/ul\u003e\u003csmall\u003e\r\n        \u003c/small\u003e\u003c/div\u003e\u003csmall\u003e\r\n    \u003c/small\u003e\u003c/div\u003e\u003csmall\u003e\r\n\u003cdiv id=\"footer\" content=\"footer\"\u003e\u003csmall\u003e\u003ca href=\"http://bitblenz4rleaisr.onion/bitcoinblender-public-key.txt\"\u003eBitcoin Blender PGP public key\u003c/a\u003e\u003c/small\u003e\u003c/div\u003e\r\n\u003c/small\u003e\u003c/div\u003e\u003csmall\u003e\r\n\u003c/small\u003e\u003c/body\u003e\u003c/html\u003e","pageTitle":"Bitcoin Blender, anonymous bitcoin mixer","responseHeaders":{"CACHE-CONTROL":"no-store, no-cache, must-revalidate, post-check=0, pre-check=0","CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 26 Jul 2016 11:59:44 GMT","EXPIRES":"Thu, 19 Nov 1981 08:52:00 GMT","PRAGMA":"no-cache","SERVER":"Apache/2.4.10 (Debian)","SET-COOKIE":"PHPSESSID=7ku34j1inpeqadohrbmhajilu0; path=/","VARY":"Accept-Encoding"},"bitcoinAddresses":null,"sshKey":"3f:5c:e1:63:6e:fc:1b:03:7c:71:67:aa:8c:da:32:0b","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
