{"hiddenService":"blog.muflax65ngodyewp.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.interactivebuddha.com","www.dhamma.org","en.wikipedia.org","meaningness.wordpress.com","www.amazon.com","buddhism-for-vampires.com","disqus.com","muflaxblog.disqus.com","www.w3.org","ssl","www","www.google.com"],"internalPages":["daily.muflax65ngodyewp.onion","","blog.muflax65ngodyewp.onion"],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/styles","/contact","/episteme","/languages/latin","/morality/trolling","/hack/range_math"],"pgpKeys":null,"hashes":["ddf27639d8ccd49cb9d67a06ead60a69fa4530a8"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\"\n    \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" lang=\"en\" xml:lang=\"en\"\u003e\n  \u003chead\u003e\n    \u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" /\u003e\n    \u003ctitle\u003e\n      muflax' mindstream\n    \u003c/title\u003e\n    \u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/styles/default.css\" /\u003e\n    \u003cmeta name=\"generator\" content=\"nanoc\" /\u003e\n    \u003clink rel=\"alternate\" href=\"/rss.xml\" type=\"application/rss+xml\" title=\n    \"muflax' mindstream\" /\u003e\n    \u003cscript type=\"text/javascript\"\u003e\n    //\u003c![CDATA[\n      var _gaq = _gaq || [];\n      _gaq.push(['_setAccount', 'UA-25523509-1']);\n      _gaq.push(['_trackPageview']);\n\n      (function() {\n      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n      })();\n    //]]\u003e\n    \u003c/script\u003e\n  \u003c/head\u003e\n  \u003cbody\u003e\n    \u003cdiv id=\"body-nav\"\u003e\n      \u003cdiv id=\"main\"\u003e\n        \u003cdiv id=\"title\"\u003e\n          \u003ch1 class=\"title\"\u003e\n            \u003ca class=\"title\" href=\"/\"\u003emuflax' mindstream\u003c/a\u003e\n          \u003c/h1\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"content\"\u003e\n          \u003cp\u003e\n            Memetic hazards and brainwashing. I also have a \u003ca href=\n            \"http://daily.muflax65ngodyewp.onion\"\u003epractice/activity log\u003c/a\u003e.\n          \u003c/p\u003e\n          \u003cp\u003e\n            Feel free to comment or \u003ca href=\"/contact/\"\u003econtact\u003c/a\u003e me\n            directly. There is an \u003ca href=\"/rss.xml\"\u003eRSS feed\u003c/a\u003e.\n          \u003c/p\u003e\n          \u003cp\u003e\n            Latest post:\n          \u003c/p\u003e\n          \u003cdiv id=\"main-embed\"\u003e\n            \u003cdiv id=\"title\"\u003e\n              \u003ch1 class=\"title\"\u003e\n                \u003ca class=\"title\" href=\n                \"/crackpottery/why-you-dont-want-vipassana/\"\u003eWhy You Don't Want\n                Vipassana\u003c/a\u003e\n              \u003c/h1\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"episteme\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003eLast modified: 2013-03-13\n                (finished).\u003c/span\u003e \u003cspan class=\"align_right\"\u003eEpistemic state:\n                \u003ca class=\"episteme\" href=\"/episteme/\"\u003ebelieved\u003c/a\u003e.\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"content-embed\"\u003e\n              \u003cp\u003e\n                \u003cem\u003eThis is based on a series of PMs I exchanged with someone\n                on \u003cabbr title=\"LessWrong\"\u003e\u003cabbr title=\n                \"LessWrong\"\u003eLW\u003c/abbr\u003e\u003c/abbr\u003e asking me why I thought vipassana\n                isn’t what most people are looking for and might be actively\n                dangerous. I cleaned it up a bit and reposted it here.\u003c/em\u003e\n              \u003c/p\u003e\n              \u003chr /\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  Where specifically does it talk about vipassana being set up\n                  to break people down? That sounds fairly interesting. Also,\n                  I’m usually disappointed by the clarity of presentation in\n                  most meditation books. It seems that if you ask questions\n                  that are too hard they just say “the map is not the\n                  territory” or some koan and expect that to suffice. I prefer\n                  a sort of \u003cabbr title=\"LessWrong\"\u003e\u003cabbr title=\n                  \"LessWrong\"\u003eLW\u003c/abbr\u003e\u003c/abbr\u003e-type detailed analysis that\n                  taboos words and tries to be precise and clear. Are there any\n                  works that you know of that are like that?\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                \u003ca href=\"http://www.interactivebuddha.com/mctb.shtml\"\u003eDaniel\n                Ingram\u003c/a\u003e calls that the “mushroom culture” - keep ‘em in the\n                dark and feed them shit.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Buddhists have a pretty bad track record of being open and\n                honest about their own practice. I think there are basically\n                three reasons:\n              \u003c/p\u003e\n              \u003col\u003e\n                \u003cli\u003e\n                  \u003cp\u003e\n                    Hardcore practice doesn’t sell. Most people seeking\n                    meditation, at least in Western contexts, want easy\n                    psychotherapy, not enlightenment. If you go all out, you\n                    lose most of your paying customers. Teachers in Asian\n                    countries tend to be much more hardcore (or so I heard,\n                    I’ve never actually used a teacher, only read their stuff).\n                  \u003c/p\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cp\u003e\n                    Real Buddhism isn’t “nice”. Even if you try to take\n                    meditation seriously, as \u003ca href=\n                    \"http://www.dhamma.org/\"\u003eGoenka’s organization\u003c/a\u003e does\n                    (their courses are all pretty good and free), you can’t\n                    actually do what Buddhists have been doing for centuries.\n                    For example, try this and see how many students are willing\n                    to listen:\n                  \u003c/p\u003e\n                  \u003cblockquote\u003e\n                    \u003cp\u003e\n                      Furthermore, as if the monk were to see a corpse cast\n                      away in a charnel ground - one day, two days, three days\n                      dead - bloated, livid and festering, he applies it to\n                      this very body, ‘This body, too: Such is its nature, such\n                      is its future, such its unavoidable fate’…\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      Or again, as if he were to see a corpse cast away in a\n                      charnel ground, picked at by crows, vultures and hawks,\n                      by dogs, hyenas and various other creatures… a skeleton\n                      smeared with flesh and blood, connected with tendons… (…)\n                      decomposed into a powder: He applies it to this very\n                      body, ‘This body, too: Such is its nature, such is its\n                      future, such its unavoidable fate.’\n                    \u003c/p\u003e\n                    \u003cp\u003e\n                      (…) His mindfulness is established, and he lives\n                      detached, and clings to nothing in the world.\n                    \u003c/p\u003e\n                  \u003c/blockquote\u003e\n                  \u003cp\u003e\n                    Yet corpse meditation (i.e. thinking of one’s own body as a\n                    rotting corpse, ideally using a fresh corpse for\n                    comparison) is an absolute \u003cem\u003ecore\u003c/em\u003e practice in\n                    Buddhism. The Satipatthana Sutta and \u003ca href=\n                    \"http://en.wikipedia.org/wiki/Visuddhimagga\"\u003eVisuddhimagga\u003c/a\u003e,\n                    two foundational texts, spend whole chapters discussing\n                    them and similar practices. There are Buddhist traditions\n                    that don’t have so negative values and would be much nicer,\n                    but for historical reasons, they never became very\n                    influential outside Tibet. \u003ca href=\n                    \"http://meaningness.wordpress.com/2011/07/12/what-got-left-out-of-%E2%80%9Cmeditation%E2%80%9D/\"\u003e\n                    David Chapman\u003c/a\u003e talks a lot about this.\n                  \u003c/p\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cp\u003e\n                    Most teachers have no idea what they’re talking about.\n                    Initially, Western teachers (in the 60s-70s) didn’t talk\n                    about enlightenment because they didn’t want to scare away\n                    their audience. But if they don’t talk, then idiots are\n                    indistinguishable from real teachers, and if the audience\n                    only wants useless psychotherapy anyway, well, then you get\n                    the current situation. (Zen is also partially responsible\n                    here. They have a very pragmatic attitude of “don’t care\n                    about the map or territory, just practice”, which means Zen\n                    practice has much less bullshit in it, but it’s also\n                    unnecessarily hard to understand and no one can effectively\n                    contradict you if you’re doing it wrong.)\n                  \u003c/p\u003e\n                \u003c/li\u003e\n              \u003c/ol\u003e\n              \u003cp\u003e\n                Anyway, back to vipassana. Bear in mind that the core technique\n                (pay attention to every sensation and detach from it) is\n                deceptively simple and can be taught even without knowing what\n                it’s for, so it ends up a lot in new age and mindfulness\n                bullshit.\n              \u003c/p\u003e\n              \u003cp\u003e\n                But it’s real purpose is the destruction of the self and all\n                desires - and it’s pretty good at that (if you keep it up;\n                otherwise you get stuck in mental hell). But that’s not what\n                most people want. They \u003cem\u003elike\u003c/em\u003e their identity and goals\n                in life, so it fucks them up. This purpose is clear from the\n                history of vipassana. Basically, it was (re-?)invented in the\n                20th century, based on old texts like the Visuddhimagga (good\n                book btw, very detailed and explicit, but pretty dense and\n                could use an extensive commentary). These texts are very\n                explicit about their goals: life is bad, desires and the self\n                lead to reincarnation and more life, so we must get rid of all\n                attachment to anything in life. All techniques are designed\n                only for this purpose. (For a more detailed history, again\n                \u003ca href=\n                \"http://meaningness.wordpress.com/2011/07/07/theravada-reinvents-meditation/\"\u003e\n                Chapman\u003c/a\u003e and the books he mentions.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                Vipassana is a modern reconstruction of these techniques (a\n                pretty close one, I think, having both done vipassana and read\n                the Visuddhimagga), so it’s no surprise that it causes\n                breakdowns and all kinds of issues.\n              \u003c/p\u003e\n              \u003cp\u003e\n                For example, the Visuddhimagga has a chapter “The Benefits of\n                Developing Understanding” that outlines the whole point of\n                Theravada meditation (of which vipassana is the most famous\n                form):\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  Briefly, though, its benefits should be understood as these:\n                  (A) removal of the various defilements, (B) experience of the\n                  taste of the noble fruit (i.e. “the fruits of asceticism”),\n                  (C) ability to attain the attainment of cessation (i.e.\n                  nirvana), and (D) achievement of worthiness to receive gifts\n                  and so on.\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                What are these defilements?\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  Herein, it should be understood that one of the benefits of\n                  the […] is the removal of the various defilements beginning\n                  with [mistaken] view of individuality. This starts with the\n                  delimitation of mentality-materiality [i.e. dualism]. Then\n                  one of the benefits […] is the removal […] of the various\n                  defilements beginning with the fetters.\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                The \u003ca href=\n                \"http://en.wikipedia.org/wiki/Fetter_%28Buddhism%29\"\u003efetters\u003c/a\u003e\n                are:\n              \u003c/p\u003e\n              \u003cul\u003e\n                \u003cli\u003ebelief in a self\n                \u003c/li\u003e\n                \u003cli\u003edoubt or uncertainty, especially about the teachings\n                \u003c/li\u003e\n                \u003cli\u003eattachment to rites and rituals\n                \u003c/li\u003e\n                \u003cli\u003esensual desire\n                \u003c/li\u003e\n                \u003cli\u003eill will\n                \u003c/li\u003e\n                \u003cli\u003elust for material existence, lust for material rebirth\n                \u003c/li\u003e\n                \u003cli\u003elust for immaterial existence, lust for rebirth in a\n                formless realm\n                \u003c/li\u003e\n                \u003cli\u003econceit\n                \u003c/li\u003e\n                \u003cli\u003erestlessness\n                \u003c/li\u003e\n                \u003cli\u003eignorance\n                \u003c/li\u003e\n              \u003c/ul\u003e\n              \u003cp\u003e\n                It then gives this nice poem:\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  With dreadful thump the thunderbolt\u003cbr /\u003e\n                  Annihilates the rock.\u003cbr /\u003e\n                  The fire whipped by the driving wind\u003cbr /\u003e\n                  Annihilates the wood.\u003cbr /\u003e\n                  The radiant orb of solar flame\u003cbr /\u003e\n                  Annihilates the dark.\u003cbr /\u003e\n                  Developed understanding, too,\u003cbr /\u003e\n                  Annihilates inveterate\u003cbr /\u003e\n                  Defilements’ netted overgrowth,\u003cbr /\u003e\n                  The source of every woe.\u003cbr /\u003e\n                  This blessing in this very life\u003cbr /\u003e\n                  A man himself may know.\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                It also gives this explanation:\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  What is the difference between one who has attained\n                  [cessation] and one who is dead?\n                \u003c/p\u003e\n                \u003cp\u003e\n                  This is also given in a sutta, according as it is said: ‘When\n                  a monk is dead, friend, has completed his term, his bodily\n                  formations [i.e. perception of the body] have ceased and are\n                  quite still, his verbal formations have ceased and are quite\n                  still, his mental formations have ceased and are quite still,\n                  his life is exhausted, his heat has subsided, and his\n                  faculties [i.e. seeing, hearing, …] are broken up. When a\n                  monk has entered upon the cessation of perception and\n                  feeling, his bodily formations have ceased and are quite\n                  still, his verbal formations have ceased and are quite still,\n                  his mental formations have ceased and are quite still, his\n                  life is unexhausted, his heat has not subsided, his faculties\n                  are quite whole’.\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                So the only difference between an ideal monk and a corpse is\n                that the monk still has a beating heart. :) Given these goals,\n                it’s no surprise that someone doing a lot of vipassana doesn’t\n                get much done. That’s the whole point!\n              \u003c/p\u003e\n              \u003cp\u003e\n                So much for the background. For the actual technique, I’ll\n                recommend Ingram’s \u003ca href=\n                \"http://www.interactivebuddha.com/mctb.shtml\"\u003eMCTB\u003c/a\u003e. No\n                bullshit, direct and honest, doesn’t hide any information. It’s\n                popular among \u003cabbr title=\"LessWrong\"\u003e\u003cabbr title=\n                \"LessWrong\"\u003eLW\u003c/abbr\u003e\u003c/abbr\u003e meditators and rightfully so, I\n                think. It does tend to get a bit fuzzy sometimes, but that’s\n                really hard to avoid when you’re dealing with unusual states of\n                consciousness. There isn’t much of a reference frame you can\n                use, and so far introspection is the only tool we have, so it’s\n                bound to suck occasionally.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Also, Ingram has a whole chapter about different definitions of\n                enlightenment and his thoughts on how they came about. His pet\n                theory is fairly plausible and clearly defined (even has\n                testable criteria!), so it’s worth a read as well.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Having said all that, vipassana isn’t all of meditation or\n                Buddhism, and particularly Tibetan Buddhism has a lot of nice\n                stuff that is quite the opposite of renunciation, but they have\n                major problems with their epistemology. It’s all full of demons\n                and shit, and you never know when it’s just a useful\n                visualization and when they’re quite serious about talking to a\n                god.\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  Also, what is it exactly that you (and Ingram) are trying to\n                  get out of meditation?\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                Good question. Ingram thinks of insight meditation (i.e.\n                vipassana etc.) as a kind of ratchet. There are certain stages\n                where once you reach them, you can’t go “back” to a normal\n                life. You are either stuck in an emotionally unstable state or\n                you have to get it over with completely. There’s some truth to\n                that and most hardcore practitioners I know unintentionally\n                crossed this first threshold (often through drugs or lucid\n                dreaming) and then found that only careful meditation made it\n                any better.\n              \u003c/p\u003e\n              \u003cp\u003e\n                I don’t think meditation (and vipassana in particular) is\n                really the best option here, and I suspect that a lot of the\n                problems are one of your own making by using techniques\n                designed for renunciation. So I’m not doing any vipassana\n                anymore.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Basically I tend to think of it this way: there are unmet\n                desires and they will cause a lot of suffering. One way to\n                solve this problem is to remove the desires, but that’s like\n                fighting spam by shutting down the internet. A better approach\n                is to transform these desires in a way that doesn’t cause you\n                any problems. I can’t recommend any good introductions to that\n                because I would have to provide elaborate clarifications, but\n                if you’re into Buddhism anyway, check out the tantra people. At\n                least they have \u003cem\u003einteresting\u003c/em\u003e breakdowns.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Regardless, vipassana isn’t the only form of meditation.\n                Another common form is concentration meditation (or samadhi /\n                samatha), also called \u003ca href=\n                \"http://en.wikipedia.org/wiki/Kasina\"\u003ekasina\u003c/a\u003e meditation,\n                after the typical concentration object. Basically, you pick a\n                simple object (a colored disc, a mantra, the breath, a god, …)\n                and pay attention to it. That’s… pretty much it. (\u003ca href=\n                \"http://www.amazon.com/Attention-Revolution-Unlocking-Power-Focused/dp/0861712765\"\u003eThe\n                Attention Revolution\u003c/a\u003e by B. Alan Wallace is a good detailed\n                explanation, but he’s a dualist crank and you know, “sit and\n                watch this disc for as long as you can” isn’t really hard to\n                explain.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                The interesting thing is that with enough practice, certain\n                states of concentration arise. MCTB also talks about them, so I\n                won’t repeat myself, but they are quite fun and relaxing. My\n                main criticism of concentration practice really is just how\n                friggin’ hard it is. It takes ages to make progress and quite\n                honestly, I don’t have the patience for that. It’s really\n                blissful, but I got bored of bliss after a while. I like\n                reading more, but it’s a matter of taste, I guess.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Also, these hardcore states of concentration don’t seem to\n                transfer to anything \u003cem\u003eelse\u003c/em\u003e. Someone who can hold an\n                hour of unwavering concentration on their breath (an impressive\n                feat that probably takes hundreds of hours to achieve) isn’t\n                any better at math, programming, video games or whatever task\n                that requires concentration you can think of. The only way to\n                get better at X is to practice X. There isn’t any universal\n                concentration practice.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Another technique is typically called metta meditation.\n                Basically, you pick an emotion you would like to cultivate\n                (normally kindness) and expand it. To do so, you think of\n                something particularly joyful (like a cute puppy or someone you\n                love) and concentrate on the feeling. You then try to localize\n                it somewhere in your body (try the heart) and see if you can\n                expand it a bit. You grow the sensation till your whole body,\n                then the room, then all space is filled with kindness. Then you\n                pick a less kind thought (say a neutral acquaintance) and\n                expand the kindness to them. Then to stuff you hate and so on.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So basically, you grasp onto a strong sensation of whatever\n                emotion you want and begin to associate it with as many things\n                as you can, overriding other emotional responses if necessary.\n                This works pretty well (and is not unique to Buddhism in any\n                way). Jack Kornfield and Pema Chödrön have a lot of good\n                material about it. Personally, I’m quite fond of my emotional\n                landscape nowadays (there are people I \u003cem\u003ewant\u003c/em\u003e to hate)\n                and I have no use for metta practice myself. But it’s exactly\n                what it says on the tin and gets fast results, so if you’re\n                looking for it, check them out.\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  I find your views on metta to be humorous, though why would\n                  you want to hate somebody?\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                Because they are bad people? Without getting into any moral or\n                political reasons, I’m not CooperateBot. There are people I\n                defect against in the Prisoner’s Dilemma, and hate is an\n                appropriate emotional response (among others) in these cases, I\n                think. It’s important not to surrender yourself because of a\n                misguided dislike for discomfort.\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  What have you learned about tantra? I usually associate that\n                  with tantric sex. I haven’t heard tantra outside of that\n                  context.\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                Yeah, it doesn’t get much attention, unfortunately. David\n                Chapman is currently working on a good presentation. \u003ca href=\n                \"http://buddhism-for-vampires.com/eating-the-shadow\"\u003eEating the\n                Shadow\u003c/a\u003e is what characterizes tantra for me. Instead of\n                trying to detach or remove “bad” aspects of yourself, you\n                accept them as your own and integrate them. That’s inherently a\n                very messy and personal process, so it doesn’t seem to lend\n                itself to such nice models as in vipassana.\n              \u003c/p\u003e\n              \u003cp\u003e\n                It’s also a very “narrative” approach, if you want, so the\n                process of doing it tends to create all kinds of\n                useful-but-blatantly-false explanations. I would like to be\n                able to just say, “shut up and do what they say, and don’t pay\n                attention to what that literally means”, but that’s obviously\n                very dangerous advice. I wish there was a group of people I\n                could point to and say, “follow them, they are competent and\n                sane”, but alas.\n              \u003c/p\u003e\n              \u003cp\u003e\n                If you dance with demons, don’t be surprised if they eat your\n                brain.\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"next_prev\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003e\u003ca class=\"next_prev\" href=\n                \"/languages/latin-tools/\"\u003e‹ Reading Latin (Part 2)\u003c/a\u003e\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"disqus\"\u003e\n              \u003cdiv id=\"disqus_thread\"\u003e\u003c/div\u003e\n              \u003cscript type=\"text/javascript\"\u003e\n              //\u003c![CDATA[\n              var disqus_shortname = 'muflaxblog';\n              var disqus_identifier = '/crackpottery/why-you-dont-want-vipassana/';\n              var disqus_url = 'http://blog.muflax65ngodyewp.onion/crackpottery/why-you-dont-want-vipassana/';\n\n              (function() {\n              var dsq = document.createElement('script')\n              dsq.type = 'text/javascript'\n              dsq.async = true;\n              dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';\n              (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);\n              })();\n              //]]\u003e\n              \u003c/script\u003e \u003cnoscript\u003ePlease enable JavaScript to view the \u003ca href=\n              \"http://disqus.com/?ref_noscript\"\u003ecomments powered by\n              Disqus.\u003c/a\u003e\u003c/noscript\u003e \u003ca href=\"http://disqus.com\" class=\n              \"dsq-brlink\"\u003eblog comments powered by \u003cspan class=\n              \"logo-disqus\"\u003eDisqus\u003c/span\u003e\u003c/a\u003e\n            \u003c/div\u003e\n          \u003c/div\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n      \u003cdiv id=\"nav\"\u003e\n        \u003ch1 class=\"title\"\u003e\n          Navigation\n        \u003c/h1\u003e\n        \u003cdiv align=\"center\" class=\"search\"\u003e\n          \u003cform method=\"get\" action=\"http://www.google.com/search\"\u003e\n            \u003cinput type=\"text\" name=\"q\" maxlength=\"255\" /\u003e \u003cinput type=\"submit\"\n            value=\"Search\" /\u003e \u003cinput type=\"hidden\" name=\"domains\" value=\n            \"muflax65ngodyewp.onion\" /\u003e \u003cinput style=\"visibility:hidden\" type=\"radio\" name=\n            \"sitesearch\" value=\"muflax65ngodyewp.onion\" checked=\"checked\" /\u003e\n          \u003c/form\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"cat-nav\"\u003e\n          \u003ch2\u003e\n            Categories\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/crackpottery/'\u003eCrackpottery (2)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/crackpottery/crackpot-beliefs-the-theory/\"\u003eCrackpot Beliefs\n                  (The Theory)\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/crackpottery/why-you-dont-want-vipassana/\"\u003eWhy You Don't\n                  Want Vipassana\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/fiction/'\u003eFiction (2)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/fiction/a-course-in-miracles-jack-and-the-beanstalk/\"\u003eA\n                  Course in Miracles - Jack and the Beanstalk\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/fiction/after-singularity/\"\u003eAfter the\n                  Singularity\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/languages/'\u003eLanguages (3)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/languages/michel_thomas/\"\u003eMichel Thomas French\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/languages/latin/\"\u003eReading\n                  Latin (Part 1)\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/languages/latin-tools/\"\u003eReading Latin (Part 2)\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/morality/'\u003eMorality (4)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/morality/non-local-metaethics/\"\u003eNon-Local\n                  Metaethics\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/morality/one-true-morality/\"\u003eOne True Morality\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/morality/against-pessimism/\"\u003eAgainst Pessimism\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/morality/trolling/\"\u003eWhy\n                  The Gods Are Trolling You\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/hack/'\u003eomg hax (1)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\"/hack/range_math/\"\u003eRuby\n                  Math with Ranges\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n          \u003ch2\u003e\n            All Posts\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/categories/'\u003eAll Posts By Category\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/date/'\u003eAll Posts By Date\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/rss.xml'\u003eRSS feed\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='http://muflaxblog.disqus.com/latest.rss'\u003eRSS feed\n              (comments)\u003c/a\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n    \u003c/div\u003e\n    \u003cdiv id=\"crumb\"\u003e\n      \u003ca class='crumb' href='/'\u003eblog\u003c/a\u003e\n    \u003c/div\u003e\n  \u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"\n      muflax' mindstream\n    ","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html","DATE":"Tue, 26 Jul 2016 09:35:38 GMT","ETAG":"W/\"1-7b92\"","LAST-MODIFIED":"Thu, 01 Jan 1970 00:00:01 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
