{"hiddenService":"chchchiasaeljqgs.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["chen.i2p","wowana.me"],"internalPages":["","chchchiasaeljqgs.onion"],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/static","chchchiasaeljqgs.onion"],"pgpKeys":null,"hashes":["f1582b40166a50e38c1a55f11b9e78d2a547794e"],"snapshot":"\u003c!doctype html\u003e\n\u003chtml\u003e\n\u003chead\u003e\n\u003ctitle\u003eChen Hosting\u003c/title\u003e\n\u003clink rel=\"stylesheet\" href=\"/static/chen.css\" type=\"text/css\"/\u003e\n\u003cstyle type=\"text/css\"\u003e\n.headers { color:#cba }\n\u003c/style\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\u003cheader\u003e\n\u003ch1\u003eChen Hosting\u003c/h1\u003e\n\u003c/header\u003e\n\u003carticle\u003e\n\u003ch2\u003eChecklist\u003c/h2\u003e\n\u003cp\u003eHere's the list of things I'm working on (as well as the things I've completed) just as a reminder for me and as a way for you to figure out where I am with improving the service and opening up to new customers.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\" checked/\u003e SFTP accessiblity\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e New payment system\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\" checked/\u003e Host migration\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Website re-design\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Outgoing E-mail\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\" checked/\u003e I2P service\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Shell service\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Registration and ticket interface\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Website stats and configuration\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Mailing list?\u003c/li\u003e\n\u003cli\u003e\u003cinput disabled type=\"checkbox\"/\u003e Clearnet hosting\u003c/li\u003e\n\u003c/li\u003e\n\u003c/article\u003e\n\u003chr/\u003e\n\u003carticle\u003e\n\u003ch2\u003eUpdate\u003c/h2\u003e\n\u003cp\u003eBelow is an E-mail I have sent to all current users of the hosting service. You can also \u003ca href=\"updates.eml\"\u003edownload the .eml file\u003c/a\u003e and read it using your favourite mail client. Responses are welcome; just send them to \u003ca href=\"mailto:wowaname@volatile.ch\"\u003ewowaname@volatile.ch\u003c/a\u003e.\n\u003cpre\u003e\n\u003cspan class=\"headers\"\u003eReceived: from [0.0.0.0] (atlantic850.dedicatedpanel.com [85.25.103.69]) by mx.zohomail.com\n\twith SMTPS id 1464667108710813.7065833824396; Mon, 30 May 2016 20:58:28 -0700 (PDT)\nFrom: wowaname \u003cwowaname@volatile.ch\u003e\nSubject: Chen hosting updates\nMessage-ID: \u003c574D0BC1.8080504@volatile.ch\u003e\nDate: Tue, 31 May 2016 03:57:53 +0000\nUser-Agent: Mozilla/5.0 (Windows NT 6.3; WOW64; rv:38.0) Gecko/20100101\n Thunderbird/38.3.0\nMIME-Version: 1.0\nTo: undisclosed-recipients: ;\nContent-Type: multipart/signed; micalg=pgp-sha256;\n protocol=\"application/pgp-signature\";\n boundary=\"WPmwxaG2W7aUgSHOWaPflRwqtrJHbQjU6\"\nX-Zoho-Virus-Status: 1\nX-ZohoMailClient: External\n\nThis is an OpenPGP/MIME signed message (RFC 4880 and 3156)\n--WPmwxaG2W7aUgSHOWaPflRwqtrJHbQjU6\nContent-Type: text/plain; charset=utf-8\nContent-Transfer-Encoding: quoted-printable\n\u003c/span\u003e\n(If you're in a hurry, at least read the \"Immediate changes\" a few\nparagraphs down.)\n\nHi all,\n\nThis is the first mass-mail I've sent to everyone I have on record, and\nI believe it is a fairly important update. I will probably create an\noptional mailing list for those who want to keep track of important\nupdates such as this, and so I can manage E-mail addresses more\nefficiently ... right now, I just have your addresses in a text file.\n\nAnyways, a bit of personal background: I left college, and as a result I\nhave more time to focus on maintaining this service, working on my code\nprojects, and finding a real-life job (this hosting I only do for fun\nand to pay for the servers I rent). What does this mean for you? I'll be\nable to focus on drastically improving the hosting service. I've had a\nfew hiccups in the past -- one in January where the service flatlined,\nand one in the past month where service has slowed down and user\naccounts were inaccessible. Last month I moved all websites to a VPS\nhosted by Legionbox, a Russian reseller. I chose Legionbox because I was\nin a rush to get things going, and I thought I could get a good deal\nwith them if I helped rewrite their website to look less like it came\nfrom Google Translate and more like it was written professionally by a\nnative English speaker. Turns out, the provider sucks, the connection is\nhorrid (dropped packets all the time), the support crew's solution to\nissues is to restart the box (hello, I kind of depend on the uptime), et\ncetera.\n\nAnyways, I bought a new VPS with an undisclosed but dependable provider,\nrecommended by a friend. I took extra precaution with this one because I\nhave time to spare now, and because I want this to last. I firewalled\nthe box so nothing can connect to it except with Tor or I2P, and nothing\ncan go out of it except through Tor or I2P. I protected the VPS from\nbasic attacks e.g. from federal agents who may decide to seize a server\n(the chance of this happening in the first place should be very slim,\nsince I try to be meticulous about security). I won't go into detail\nwith this because I want everyone to understand that my server is not a\nplace for any of you to put highly sensitive information on -- not that\nany of you would do that.\n\nI have run this new VPS for long enough to tell that the support is\ndecent, the networking is decent, the RAM and disk specs should be\nenough for my current number of users (and if it isn't, I can always\nspin up another VPS and allow new users there). And it's not connected\nto my personal identity at all, so I'll be in the hosting business for a\nwhile longer. Speed should no longer be an issue, downtime should no\nlonger be a worry, and you all won't have much reason to complain about\nbad service like I have regrettably served in the past.\n\nImmediate changes and notices:\n\n*\tBy the time you read this message, SFTP should be accessible again. I\napologise for the inconvenience that has caused for some users who\nweren't able to upload files to their sites.\n*\tAlso, since I have had a lot of things come up, I am indefinitely\nsuspending any payments you owe for your site -- don't even try to give\nme bitcoin unless it's an anonymous donation. That's the least I can do,\nand it's easier for me until I can organise my payment system a bit.\n*\tAnd of course, we have changed hosts again. I don't forsee having to\nchange hosts again unless we are compromised (unlikely), our current VPS\nprovider stops providing service (unlikely), or I have to move your site\nbecause the small VPS simply does not have enough resources (I don't see\nthis happening for a while).\n\nSince I have more time to work on things, this is what I look forward to\ndoing in the near future before opening up to new users again:\n\n*\tI will (finally) get outgoing E-mail working for sites that need it.\nAll mail will go through Tor so my server's IP address remains secret\nand so using it for spam is pretty pointless. I expect it to be used for\nE-mail verification or password reset forms, not for webmail services\nlike Torbox and SIGAINT. (I plan to set up my own free clearnet/Tor mail\nservice anyway.)\n*\tI will resume I2P service once I figure out the needed firewall rules\nto allow Tor and I2P to coexist on the same server.\n*\tI will provide limited shell service so you can, for instance, upload\na zip file and unzip it on the server, or download a forum software\ndirectly from the server without having to upload it using your own\nconnection. I have to be very careful about this before I allow people\nto use it, though. There is an entire book of attacks on the server that\none can do with shell access. I have to make sure people don't abuse\nresources and run background processes (bitcoin miners, for instance) on\nthe shell.\n*\tI will provide an easier registration and ticket interface so I can\nkeep track of people and requests more easily, and so you and new users\ncan register sites without asking me twenty questions about how the\nprices work ;p\n*\tI'll also try to make website statistics work better; I have had some\nissues with trying to check everyone's disk usage and bandwidth. Also, I\nwould like to provide saner configurations for websites -- I don't know\nif the Tor2Web proxies are an issue to you all, but it's something I\nwould like to support better.\n*\tAs I have mentioned earlier, I may start a mailing list for anyone\ninterested in service updates; the usefulness of a mailing list remains\nto be seen. In any case, I'll work on making it easier for us to contact\neach other should issues ever arise.\n*\tI plan to expand into the clearnet realm for those who want their\nsites showcased to users outside of Tor and I2P. Of course, I will have\nto regulate this because legality and DDoS becomes a HUGE concern once\nan IP address is tied to a website. This means absolutely no scam sites\n(I mind my own business for onion sites most of the time, you're\nwelcome), and it means I have to tread really lightly with borderline\nillegal content such as drug/crime/paedophilia discussion. It will be a\nbalancing act between my desire for free speech and my desire not to get\ninto legal trouble.\n\nI believe I covered all that I wanted for now. All that remains is going\nthrough with my promises, slowly progressing since this is a lot of\nstuff and I want to get it right. My foremost concern is and has always\nbeen keeping websites up and running. And with Cyrus, the main hosting\ncontender, sadly out of the picture, there are only a few other reliable\nhosts to choose from. I came into the hosting scene because I want to\nmake a difference in Tor, and while I certainly get tired of the markets\nand scams popping up (yes, I'm talking about some of you as well) I\nstill keep going because I know there will always be an occasional\nperson who wants to set up a site and make a difference. And if they\ndon't trust themselves to set up a secure, Tor-only server, they look to\nsomeone else who can set one up for them. That's where I come in and try\nto help.\n\nIf you have any questions about what I have said, any criticisms about\nwhat I suggested, or any new suggestions you believe would improve Chen\nHosting, you're more than welcome to reply. Thanks for sticking around.\n\u003cspan class=\"headers\"\u003e--=20\nwowaname\nhttps://wowana.me/pgp.htm\n\n\n--WPmwxaG2W7aUgSHOWaPflRwqtrJHbQjU6\nContent-Type: application/pgp-signature; name=\"signature.asc\"\nContent-Description: OpenPGP digital signature\nContent-Disposition: attachment; filename=\"signature.asc\"\n\n-----BEGIN PGP SIGNATURE-----\nVersion: GnuPG v2\n\niQIcBAEBCAAGBQJXTQvIAAoJEPoWo4zLZBUBzooP/0QSbEVmmNEYW2jORpr21BkO\n1G0w3+tdl8l4iwMisrvT7UOo/AM/6XNfkcf9LrxREm2p2scucK3ccTJ4NpN1wLHy\nuSk38fOzw8yzB0dC/sH5duA2z7nz9aR6fS5eu5h/euN2FeeawaYW94S3MP39HRZg\nH+mCb5fqaQUAF4QxdeZjEzcrXVFxgd+xPO3cemNoZDI7fBcU2TFOoXY8P48kbIht\n/GO81/kwmWvvU32UGdZSJJAbHY3Vuu1QcR7bvpK6RowVlKY8p7MWN6LF++sD8yU8\n1RfMrcAl580wf+cUuviJPWyww+aBqhYiAiQzoQWyZNIrCLCH7k0HszuDy14F/yBB\nvb+omOck/DmqkMpnZxUfJefbX8cNebL2wrHc1QqCjMgWDuH6IgpopI+bOB6W33jM\ngymF5SeJwxJQ4D+TAg6YQC2E8VwQQK+rzF1iZslVv9fHXGafxtzNdU50ZUOfu4wX\nlUtAJsHYY89F016TUDOMOYRWLGVaJqcNnEurOWMl5qhpBiUcOcGquy9pWCG8nov9\nrjVAujof9pyHv5P7L2av/WvzqMY5RITRT70tNNAjinYsQ6JbrFGJBileuA0RYN+6\nWr7vur3mWkFgYUBaW3pIXt8ow00o0z9wrSy9YAOK/uzZSAuiaTTqegJvSYSsqGEl\n6tEURPIeo0edc8+kIZyQ\n=ZTcg\n-----END PGP SIGNATURE-----\n\n--WPmwxaG2W7aUgSHOWaPflRwqtrJHbQjU6--\n\u003c/span\u003e\u003c/pre\u003e\n\u003c/article\u003e\n\u003cfooter\u003e\n\u003cnav\u003e\u003cul\u003e\n\t\u003cli\u003e\u003ca href=\"http://chchchiasaeljqgs.onion/\"\u003eTor\u003c/a\u003e\u003c/li\u003e\n\t\u003cli\u003e\u003ca href=\"http://chen.i2p?i2paddresshelper=l7fr75pvy3o66isse7bb4bdsy6coq2eb4irjkrsdlugbjanxqzzq.b32.i2p\"\u003eI2P\u003c/a\u003e\u003c/li\u003e\n\t\u003cli\u003e\u003ca href=\"#\"\u003eBack to top\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\u003c/nav\u003e\n\u003c/footer\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Chen Hosting","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Fri, 22 Jul 2016 14:06:44 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"67:ce:9a:30:85:c3:53:db:a3:93:58:d1:c2:dc:f0:b3","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
