{"hiddenService":"gbrbtwawgum7hz3g.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["d95b96eb8320c23ad4d7b7bbf15a9fa7dd357d5f"],"snapshot":"   \r\n    \u003ch1\u003e\u003ccenter\u003eWelcome To The Original PrePaid Debit Card Store!\u003c/h3\u003e\r\n\u003ch3\u003e\u003ccenter\u003e\u003c/p\u003e No Gimmicks, No Bullshit, No Pretty Fake Accounts\r\n\u003ch4\u003e\u003ccenter\u003eWelcome to the oldest debit card  store in all of the darkweb. Our prices are as follows and have been the same since day one. They are higher than other vendors in the sense that these have been the prices I have started with, and these are legitimite cards. If you have any problems with these cards satisfaction is guaranteed and returns are accepted. The cards are printed to look like a actual debit card without the name, the logo and style of the card are what the vendors have at the moment. The max you can pull out is $500 daily, and these cards come with a guaranteed balance of 1,000-2,000 dollars.\r\n\r\n\u003cp\u003e\u003ch3\u003e Visa (Non Chipped)-$150\u003c/p\u003e\r\n\u003cp\u003e\u003ch3\u003e Visa (Chipped)-$180\r\n\u003cp\u003e\u003ch3\u003e Mastercard (Non Chipped)-$160\r\n\u003cp\u003e\u003ch3\u003eMastercard (Chipped)-$190\u003c/p\u003e\r\n\r\nWe accept orders in the United States and the UK only. Shipping is provided, if you want express shipping (overnight) it will be $15 dollars added to the order. All packages come in discreet envelopes with printed labels on them to give them a business/ebay appearance. \u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ch1\u003e FAQ\u003c/p\u003e\r\n\u003ch4\u003e\r\n-What do you sell?\r\nWe sell prepaid debit cards. Each having more than $1000, and up to $2000 available funds. This is the actual plastic, mailed to you very discreetly and professionally.\r\n\r\n-Do they come with PINs?\r\nYes. Every card we ship out has the pin and the available balance taped to the back of the card. \u003c/p\u003e\r\n\r\n-Can they be used in ATMs?\r\nYes, the cards can be used in ATMs. There is a $500/day withdrawal limit from ATMs. You can also use these cards to get cash back at the register in major retailers with no daily limits. \u003c/p\u003e\r\n\r\n-Can they be used for shopping?\r\nYes, ALL of my cards can be used for shopping. There is no daily limit set for in-store purchases, including cash back at the register. \u003c/p\u003e\r\n\r\n-Can they be used online?\r\nThey are valid debit cards with your name on them and can be used the same as any other debit card you own. \u003c/p\u003e\r\n-\r\nWill they work in my country?\r\nYes if your country is the US or United Kingdom. So far, after over two years and thousands of cards shipped there have been no reports of cards not working in these two countrys, the chipped cards are mostly used in the UK.  \u003c/p\u003e\r\n\r\n\r\n-What about customs inspections?\r\nLetter sized envelopes that are under 3mm thick, and have printed shipping labels are not suubject to customs inspections. They are sorted by machine, and never even looked at by anyone. Think of the sheer volume of them. That takes care of orders of 1-10 cards. For larger orders we ship USPS Express international. When labeled as business docuuments these are also exempt from customs inspections. (doubt us? look it up) We've have been doing this for a long time. Thousands of shipments have been delivered with 0 problems. This is not something you should worry about. \u003c/p\u003e\r\n\r\n-Do you provide tracking information for shipments?\r\nYes! tracking is provided once your order is shipped. \u003c/p\u003e\r\n\r\n-Are these cards personalized? What do they look like?\r\nNothing fancy, but not plain white cards either (like most) They look like normal bank issued debit cards. The background printing varies with what our suppliers have available when we order from them. One thing they all have in common is that they look great. We can emboss the cards with any name you wish. The actual card data will remain the same, We only emboss the cards with your custom name. This is in case you are ever asked for ID. The cashier will look at your ID, look at the card, say ok, and forget the name before handing you your receipt. We will also leave them blank if you prefer. \u003c/p\u003e\r\n\r\n-Does your company accept western union? We are only accepting bitcoin for payment. No other type of payment is accepted due to obvious security reasons. This is tor, we expect our buyers to be familiar with btc. If you need help with acquiring btc, ask us. \u003c/p\u003e\r\n\r\n-How much is the risk actually using these prepaid cards? These are cards that we've loaded with funds from various accounts. Once the funds are loaded onto the prepaid cards, they are secure and only you will have access to them, making them risk free! \r\n\r\n\r\n\r\n\u003ch2\u003e To Place Orders And For A Questions, Email Us At CCCSTORE@Safe-mail.net \u003c/p\u003e\r\n\r\n\u003ch4\u003e Copyright 2009","pageTitle":"","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 19 Jul 2016 03:04:01 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
