{"hiddenService":"gospel.muflax65ngodyewp.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":[".disqus.com","www.w3.org","ssl","www","www.google.com"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/styles","/super/mark","/episteme"],"pgpKeys":null,"hashes":["2a508bd308285b00c99cd4256ec02ded0b56dc87"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\"\n    \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" lang=\"en\" xml:lang=\"en\"\u003e\n  \u003chead\u003e\n    \u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" /\u003e\n    \u003ctitle\u003e\n      The Unchanging Gospel\n    \u003c/title\u003e\n    \u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/styles/default.css\" /\u003e\n    \u003cmeta name=\"generator\" content=\"nanoc\" /\u003e\n    \u003clink rel=\"alternate\" href=\"/rss.xml\" type=\"application/rss+xml\" title=\n    \"The Unchanging Gospel\" /\u003e\n    \u003cscript type=\"text/javascript\"\u003e\n    //\u003c![CDATA[\n      var _gaq = _gaq || [];\n      _gaq.push(['_setAccount', 'UA-25523509-1']);\n      _gaq.push(['_trackPageview']);\n\n      (function() {\n      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n      })();\n    //]]\u003e\n    \u003c/script\u003e\n  \u003c/head\u003e\n  \u003cbody\u003e\n    \u003cdiv id=\"body-nav\"\u003e\n      \u003cdiv id=\"main\"\u003e\n        \u003cdiv id=\"title\"\u003e\n          \u003ch1 class=\"title\"\u003e\n            \u003ca class=\"title\" href=\"/\"\u003eThe Unchanging Gospel\u003c/a\u003e\n          \u003c/h1\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"content\"\u003e\n          \u003cp\u003e\n            The Word, approximated.\n          \u003c/p\u003e\n          \u003cdiv id=\"main-embed\"\u003e\n            \u003cdiv id=\"title\"\u003e\n              \u003ch1 class=\"title\"\u003e\n                \u003ca class=\"title\" href=\"/super/mark/\"\u003eSuper-Mark\u003c/a\u003e\n              \u003c/h1\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"episteme\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003eLast modified: 2013-01-09\n                (finished).\u003c/span\u003e \u003cspan class=\"align_right\"\u003eEpistemic state:\n                \u003ca class=\"episteme\" href=\"/episteme/\"\u003especulation\u003c/a\u003e.\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"content-embed\"\u003e\n              \u003cdiv id=\"super-text-disclaimer\"\u003e\n                \u003cp\u003e\n                  This is a super-text. It merges all historical versions of\n                  \u003cem\u003ethe Gospel of Mark\u003c/em\u003e into one text for easier\n                  reference. The text is broken down into stories, based\n                  entirely on internal structure, not manuscripts or\n                  speculative authorship.\n                \u003c/p\u003e\n                \u003cp\u003e\n                  Interpolations within a story are underlined \u003cspan class=\n                  \"interpolation\"\u003elike so\u003c/span\u003e.\n                \u003c/p\u003e\n              \u003c/div\u003e\n              \u003ch1 id=\"s-1\"\u003e\n                John the Baptist’s Prophecy (S-1)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                The beginning of the good news about Jesus Christ, \u003cspan class=\n                \"interpolation\"\u003ethe son of God\u003c/span\u003e.\n              \u003c/p\u003e\n              \u003cp\u003e\n                It is said in the prophet Isaiah:\n              \u003c/p\u003e\n              \u003cblockquote\u003e\n                \u003cp\u003e\n                  I am sending my messenger ahead of you; he will prepare your\n                  way. The voice of one crying aloud in the wilderness:\n                  “Prepare the road for the Lord, make a straight path for\n                  him.”\n                \u003c/p\u003e\n              \u003c/blockquote\u003e\n              \u003cp\u003e\n                John the Baptizer appeared in the wilderness, proclaiming a\n                baptism on repentance, for the forgiveness of sins. The whole\n                of Judea, as well as all the inhabitants of Jerusalem, went out\n                to him; and they were baptized by him in the Jordan River,\n                confessing their sins.\n              \u003c/p\u003e\n              \u003cp\u003e\n                John wore clothes made of camels’ hair, with a leather strap\n                around his waist, and lived on locusts and wild honey; and he\n                proclaimed, “After me is coming someone more powerful than I\n                am, and I am not fit even to stoop down and unfasten his\n                sandals. I have baptized you with water, but he will baptize\n                you with the Holy Spirit.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-2\"\u003e\n                Baptism of Jesus (S-2)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Now about that time Jesus came from Nazareth in Galilee, and\n                was baptized by John in the Jordan. Just as he was coming up\n                out of the water, he saw the heavens split open and the Spirit\n                coming down to him like a dove, and from the heavens came a\n                voice, “You are my dearly loved son; you bring me great joy.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-3\"\u003e\n                Temptation in the Desert (S-3)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Immediately afterwards the Spirit drove Jesus out into the\n                wilderness; and he was there in the wilderness forty days,\n                tempted by Satan, and among the wild beasts, while the angels\n                helped him. After John had been arrested, Jesus went to\n                Galilee, proclaiming the good news of God, “The time has come,\n                and the kingdom of God is at hand. Repent, and believe the good\n                news!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-4\"\u003e\n                Calling of Simon and Andreas (S-4)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As Jesus was going along the shore of the Sea of Galilee, he\n                saw Simon and his brother Andreas casting a net in the sea, for\n                they were fishermen. “Come and follow me”, Jesus said, “and I\n                will teach you to fish for people.”. They left their nets at\n                once, and followed him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-5\"\u003e\n                Calling of Zebedee’s Sons (S-5)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Going on a little further, he saw James, Zebedee’s son, and his\n                brother John, who were in their boat mending the nets. Jesus\n                called them at once, and they left their father Zebedee in the\n                boat with the crew, and went after him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-6\"\u003e\n                Exorcism in the Synagogue (S-6)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They walked to Capernaum. On the next Sabbath Jesus went into\n                the synagogue and began to teach. The people were amazed at his\n                teaching, for he taught them like one who had authority, and\n                not like the teachers of the law. Now there was in their\n                synagogue at the time a man under the power of a foul spirit,\n                who called out: “What do you want with us, Jesus, Nazarene?\n                Have you come to destroy us? I know who you are - the Holy One\n                of God!”\n              \u003c/p\u003e\n              \u003cp\u003e\n                But Jesus rebuked the spirit: “Be silent! Come out from him.”.\n                The foul spirit threw the man into a fit, and with a loud cry\n                came out from him. They were all so amazed that they kept\n                asking each other: “What is this? What is this strange\n                teaching? He gives his commands with authority even to the foul\n                spirits, and they obey him!”. His fame spread at once in all\n                directions, through the whole neighborhood of Galilee.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-7\"\u003e\n                Exorcism of Simon’s Mother-in-law (S-7)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As soon as they had left the synagogue, they went, with James\n                and John, into the house of Simon and Andreas. Now Simon’s\n                mother-in-law was lying ill with a fever, and they at once told\n                Jesus about her. Jesus went up to her and, grasping her hand,\n                raised her up; the fever left her, and she began to take care\n                of them.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-8\"\u003e\n                Secret Exorcism in Capernaum (S-8)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                In the evening, after sunset, the people brought to Jesus all\n                who were ill or possessed by demons; and the whole city was\n                gathered around the door. Jesus cured many who were ill with\n                various diseases, and drove out many demons, and would not\n                permit them to speak, because they knew him to be the Christ.\n              \u003c/p\u003e\n              \u003cp\u003e\n                In the morning, long before daylight, Jesus rose and went out,\n                and, going to a lonely spot, there began to pray. But Simon and\n                his companions went out searching for him; and, when they found\n                him, they exclaimed: “Everyone is looking for you!”. But Jesus\n                said to them: “Let us go somewhere else, into the country towns\n                nearby so that I can make my proclamation in them also; for\n                that was why I came.” And he went about making his proclamation\n                in their Synagogues all through Galilee, and driving out the\n                demons.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-9\"\u003e\n                Healing of the Leper (S-9)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                One day a leper came to Jesus and, falling on his knees, begged\n                him for help. “If only you are willing”, he said, “you are able\n                to make me clean.”. Moved with anger \u003cspan class=\n                \"interpolation\"\u003e(or: compassion)\u003c/span\u003e, Jesus stretched out\n                his hand and touched him, saying as he did so: “I am willing;\n                become clean.”. Instantly the leprosy left the man, and he\n                became clean; and then Jesus, after sternly warning him,\n                immediately sent him away, and said to him: “Be careful not to\n                say anything to anyone; but go and show yourself to the priest,\n                and make the offerings for your cleansing directed by Moses, as\n                evidence of your cure.”\n              \u003c/p\u003e\n              \u003cp\u003e\n                The man, however, went away, and began to speak about it\n                publicly, and to spread the story so widely, that Jesus could\n                no longer go openly into a town, but stayed outside in lonely\n                places; and people came to him from every direction.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-10\"\u003e\n                Healing of the Paralytic (S-10)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Some days later, when Jesus came back to Capernaum, the news\n                spread that he was in a house there; and so many people\n                collected together, that after a while there was no room for\n                them even around the door; and he began to tell them his\n                message. Some people came, bringing to him a paralyzed man, who\n                was being carried by four of them. Being, however, unable to\n                get him near to Jesus, owing to the crowd, they removed the\n                roofing above Jesus; and, when they had made an opening, they\n                let down the mat on which the paralyzed man was lying. When\n                Jesus saw their faith, he said to the man: “Child, your sins\n                are forgiven.”\n              \u003c/p\u003e\n              \u003cp\u003e\n                But some of the teachers of the law who were sitting there were\n                debating in their minds: “Why does this man speak like this? He\n                is blaspheming! Who can forgive sins except God?” Jesus, at\n                once intuitively aware that they were debating with themselves\n                in this way, said to them: “Why are you debating in your minds\n                about this? Which is easier? To say to the paralyzed man, “your\n                sins are forgiven”, or to say, “get up, and take up your mat,\n                and walk”? But so you may know that the Son of Man has power to\n                forgive sins on earth” (here he said to the paralyzed man) “to\n                you I say, get up, take up your mat, and return to your home.”.\n                The man got up, and immediately took up his mat, and went out\n                before them all; at which they were amazed, and, as they\n                praised God, they said: “We have never seen anything like\n                this!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-11\"\u003e\n                Calling of Levi (S-11)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus went out again to the Sea; and all the people came to\n                him, and he taught them. As he went along, he saw Levi, the son\n                of Alphaeus, sitting in the tax office, and said to him,\n                “Follow me.”. Levi got up and followed him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-12\"\u003e\n                Tax Collectors (S-12)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Later on he was in his house having dinner, and a number of tax\n                collectors and outcasts took their places at the table with\n                Jesus and his disciples; for many of them were following him.\n                When the teachers of the law belonging to the party of the\n                Pharisees saw that he was eating in the company of such people,\n                they said to his disciples: “He is eating in the company of tax\n                collectors and outcasts!”. Hearing this, Jesus said: “It is not\n                those who are healthy who need a doctor, but those who are ill.\n                I did not come to call the righteous, but the sinful.”\n              \u003c/p\u003e\n              \u003ch1 id=\"s-13\"\u003e\n                Fasting like John (S-13)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Now John’s disciples and the Pharisees were fasting, and people\n                came and asked Jesus: “Why is it that John’s disciples and the\n                disciples of the Pharisees fast, while yours do not?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Jesus answered: “Can the groom’s friends fast, while the groom\n                is with them? As long as they have the groom with them, they\n                cannot fast. But the days will come, when the groom will be\n                taken away from them, and they will fast then, when that day\n                comes.\n              \u003c/p\u003e\n              \u003cp\u003e\n                No one ever sews a piece of unshrunk cloth on an old garment;\n                if they do, the patch tears away from it, the new from the old,\n                and a worse tear is made. And no one ever puts new wine into\n                old wine-skins; if they do, the wine will burst the skins, and\n                both the wine and the skins are lost. \u003cspan class=\n                \"interpolation\"\u003eBut new wine is put into fresh skins.\u003c/span\u003e”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-14\"\u003e\n                Lord of the Sabbath (S-14)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                One Sabbath, as Jesus was walking through the cornfields, his\n                disciples began to pick the ears of wheat as they went along.\n                “Look!”, the Pharisees said to him, “why are they doing what is\n                not allowed on the Sabbath?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Have you never read”, answered Jesus, “what David did when he\n                was in need and hungry? He and his companions, how he went into\n                the house of God, in the time of Abiathar the high priest, and\n                ate the consecrated bread, which only the priests are allowed\n                to eat, and gave some to his comrades as well?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then Jesus added: “The Sabbath was made for people, and not\n                people for the Sabbath; so the Son of Man is lord even of the\n                Sabbath.”\n              \u003c/p\u003e\n              \u003ch1 id=\"s-15\"\u003e\n                Healing the Withered Hand (S-15)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On another occasion Jesus went in to a synagogue, where there\n                was a man whose hand was withered. And they watched Jesus\n                closely, to see if he would cure the man on the Sabbath, so\n                that they might have a charge to bring against him. “Stand out\n                in the middle”, Jesus said to the man with the withered hand;\n                and to the people he said: “Is it allowable to do good at the\n                Sabbath, or harm? To save a life, or destroy it?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                As they remained silent, Jesus looked around at them in anger,\n                grieving at the hardness of their hearts, and said to the man:\n                “Stretch out your hand.”. The man stretched it out; and his\n                hand had become sound.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Immediately on leaving the synagogue, the Pharisees and the\n                Herodians united in laying a plot against Jesus, to put him to\n                death.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-16\"\u003e\n                Secret Exorcism by the Sea (S-16)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then Jesus went away with his disciples to the Sea, followed by\n                a great number of people from Galilee. A great number, hearing\n                of all that he was doing, came to him from Judea, from\n                Jerusalem, from Idumea, from beyond the Jordan, and from the\n                country around Tyre and Sidon. So Jesus told his disciples to\n                keep a small boat close by, so that the crowd would not crush\n                him. For he had cured many of them, and so people kept crowding\n                around him, so all who were sick might touch him. The foul\n                spirits, too, whenever they caught sight of him, flung\n                themselves down before him, and screamed out, “You are the Son\n                of God!”. But he repeatedly warned them not to make him known.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-17\"\u003e\n                Naming the Twelve (S-17)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus made his way up the hill, and called those whom he\n                wished; and they went to him. He appointed twelve, whom he also\n                named ‘apostles’, so that they might be with him, and that he\n                might send them out as his messengers, to preach, and with\n                power to drive out demons.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So he appointed the Twelve: Peter (which was the name that\n                Jesus gave to Simon), James, the son of Zebedee, and his\n                brother John (to whom he gave the name of Boanerges, which\n                means the Sons of Thunder), Andreas, Philip, Bar-Ptolemy,\n                Matthew, Thomas, Jacob the son of Alphaeus, Thaddaeus, Simon\n                the Zealot, and Judas Iscariot, the man who betrayed him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-18\"\u003e\n                Baal-Zebul (S-18)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus went into a house; and again a crowd collected, so that\n                they were not even able to eat their food. When his relations\n                heard of it, they went to take charge of him, for they said\n                that he was out of his mind.\n              \u003c/p\u003e\n              \u003cp\u003e\n                The teachers of the law, who had come down from Jerusalem,\n                said: “He has Baal-Zebul in him! He he drives the demons out by\n                the help of their chief.” So Jesus called them to him, and\n                answered them in parables: “How can Satan drive out Satan? When\n                a kingdom is divided against itself, it cannot last; and when a\n                household is divided against itself, it will not be able to\n                last. So, if Satan is in revolt against himself and is divided,\n                he cannot last - his end has come!\n              \u003c/p\u003e\n              \u003cp\u003e\n                No man who has got into a strong man’s house can carry off his\n                goods, without first securing him; and not until then will he\n                plunder his house. I tell you that people will be forgiven\n                everything - their sins, and all the slanders that they utter -\n                but whoever slanders the Holy Spirit remains unforgiven to the\n                end; he has to answer for an enduring sin.”. This was said in\n                reply to the charge that he had a foul spirit in him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-19\"\u003e\n                Jesus’ New Family (S-19)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                His mother and his brothers came, and stood outside, and sent\n                to ask him to come to them. There was a crowd sitting around\n                Jesus, and some of them said to him, “Look, your mother and\n                your brothers are outside, asking for you.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Who is my mother? And my brothers?”, was his reply. Then he\n                looked around on the people sitting in a circle around him, and\n                said: “Here are my mother and my brothers! Whoever does the\n                will of God is my brother and sister and mother.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-20\"\u003e\n                Parable of the Sower (S-20)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus again began to teach by the Sea; and, as an immense crowd\n                was gathering around him, he got into a boat, and sat in it on\n                the Sea, while all the people were on the shore at the water’s\n                edge. Then he taught them many truths in parables; and in the\n                course of his teaching he said to them:\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Listen! The sower went out to sow; and presently, as he was\n                sowing, some of the seed fell along the path; and the birds\n                came, and ate it up.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Some fell on rocky ground, where it had not much soil, and,\n                because the soil wasn’t deep, sprang up at once; but, when the\n                sun rose, it was scorched, and, because their roots were not\n                deep enough, withered away.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Some of the seed fell among brambles; but the brambles shot up\n                and completely choked it, and it yielded no return.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Some fell into good soil, and, shooting up and growing, yielded\n                a return, amounting to thirty, sixty, and even a hundred fold.”\n              \u003c/p\u003e\n              \u003cp\u003e\n                And Jesus said, “Let anyone who has ears to hear with hear.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-21\"\u003e\n                Purpose of Parables (S-21)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Afterwards, when he was alone, his followers and the Twelve\n                asked him about his parables; and he said, “To you the hidden\n                truth of the kingdom of God has been imparted; but to those who\n                are outside it all teaching takes the form of parables so that\n                “though they have eyes, they may see without perceiving; and\n                though they have ears, they may hear without understanding;\n                otherwise some day they might turn and be forgiven.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-22\"\u003e\n                Explanation of the Sower (S-22)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                You do not know the meaning of this parable?”, he went on,\n                “Then how will you understand all the other parables? The sower\n                sows the message. The people meant by the seed that falls along\n                the path are these:\n              \u003c/p\u003e\n              \u003cp\u003e\n                Where the message is sown, but, as soon as they have heard it,\n                Satan immediately comes and carries away the message that has\n                been sown in them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So, too, those meant by the seed sown on the rocky places are\n                the people who, when they have heard the message, at once\n                accept it joyfully, but, as they have no root, they stand only\n                for a short time. And so, when trouble or persecution arises\n                because of the message, they fall away at once.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Those meant by the seed sown among the brambles are different;\n                they are the people who hear the message, but the cares of\n                life, and the glamor of wealth, and cravings for many other\n                things come in and completely choke the message, so that it\n                gives no return.\n              \u003c/p\u003e\n              \u003cp\u003e\n                But the people meant by the seed sown on the good ground are\n                those who hear the message, and welcome it, and yield a return,\n                thirty, sixty, and even a hundred fold.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-23\"\u003e\n                Parable of the Lamp (S-23)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus said to them: “Is a lamp brought to be put under a basket\n                or under the couch, instead of being put on the lamp-stand?\n                There is nothing hidden that will not come to light and nothing\n                is concealed that will not be brought into the open. Let all\n                who have ears to hear with hear.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-24\"\u003e\n                Those Who Have (S-24)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Take care what you listen to”, said Jesus. “The standard you\n                use will be used for you, and more will be added for you. For,\n                to those who have, more will be given; while, from those who\n                have nothing, even what they have will be taken away.”\n              \u003c/p\u003e\n              \u003ch1 id=\"s-25\"\u003e\n                Parable of the Growing Seed (S-25)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus also said: “This is what the kingdom of God is like -\n                like a man who has scattered seed on the ground, and then\n                sleeps by night and rises by day, while the seed is shooting up\n                and growing, he knows not how. The ground bears the crop of\n                itself. First the blade, then the ear, and then the full grain\n                in the ear; but, as soon as the crop is ready, immediately he\n                puts in the sickle because harvest has come.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-26\"\u003e\n                Parable of the Mustard Seed (S-26)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus also said: “To what can we liken the kingdom of God? By\n                what can we illustrate it? Perhaps by the growth of a mustard\n                seed. This seed, when sown in the ground, though it is smaller\n                than all other seeds, yet, when sown, shoots up, and becomes\n                larger than any other herb, and puts out great branches, so\n                that even the wild birds can roost in its shelter.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-27\"\u003e\n                Parables are Explained to Disciples (S-27)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                With many such parables Jesus used to speak to the people of\n                his message, as far as they were able to receive it; and to\n                them he never used to speak except in parables; but in private\n                to his own disciples he explained everything.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-28\"\u003e\n                Stilling the Storm (S-28)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                In the evening of the same day, Jesus said to them: “Let us go\n                across.” So, leaving the crowd behind, they took him with them,\n                just as he was, in the boat; and there were other boats with\n                him. A violent squall came on, and the waves kept dashing into\n                the boat, so that the boat was actually filling. Jesus was in\n                the stern asleep on the cushion; and the disciples roused him\n                and cried: “Teacher! Is it nothing to you that we are about to\n                die?” Jesus rose and rebuked the wind, and said to the sea,\n                “Hush! Be still!”. Then the wind dropped, and a great calm\n                followed. “Why are you so timid?”, he exclaimed. “Have you no\n                faith yet?”. But they were struck with great awe, and said to\n                one another, “Who can this be that even the wind and the sea\n                obey him?”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-29-a\"\u003e\n                Healing of Legion (S-29-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to the other side of the Sea, the country of the\n                Gerasenes. And as soon as Jesus had got out of the boat, he met\n                a man coming out of the tombs, who was under the power of a\n                foul spirit, and who made his home in the tombs. No one had\n                ever been able to secure him, even with a chain. For though he\n                had many times been left secured with fetters and chains, he\n                had snapped the chains and broken the fetters to pieces, and no\n                one could master him. Night and day alike, he was continually\n                shrieking in the tombs and among the hills, and cutting himself\n                with stones.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Catching sight of Jesus from a distance, he ran and bowed to\n                the ground before him, shrieking out in a loud voice, “What do\n                you want with me, Jesus, Son of the El Elyon? For God’s sake do\n                not torment me!”. For Jesus had said, “Come out from the man,\n                you foul spirit.”. And he asked him, “What is your name?”. “My\n                name”, he said, “is Legion, for there are many of us”. And he\n                begged Jesus again and again not to send them away out of that\n                country.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-30\"\u003e\n                Drowning of the Pigs (S-30)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                There was a large drove of pigs close by, feeding on the\n                hillside, and the spirits begged Jesus, “Send us into the pigs\n                so that we can take possession of them.”. Jesus gave them\n                leave. They came out, and entered into the pigs, and the drove,\n                about two thousand in number, rushed down the steep slope into\n                the Sea and were drowned in the Sea.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-29-b\"\u003e\n                Healing of Legion (cont.) (S-29-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then the men who tended them ran away, and carried the news to\n                the town, and to the country around, and the people went to see\n                what had happened. When they came to Jesus, they found the\n                possessed man sitting there, clothed and in his right mind -\n                the man who had had the Legion in him. And they were\n                awe-struck.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then those who had seen it related to them all that had\n                happened to the possessed man, as well as about the pigs, so\n                they began to beg Jesus to leave their neighborhood. As Jesus\n                was getting into the boat, the possessed man begged him to let\n                him stay with him. But Jesus refused. “Go back to your home, to\n                your own people”, he said, “and tell them of all that the Lord\n                has done for you, and how he took pity on you.”. So the man\n                went, and began to proclaim in the district of the Ten Towns\n                all that Jesus had done for him; and everyone was amazed.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-31-a\"\u003e\n                Jairus’ Daughter (S-31-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                By the time Jesus had recrossed in the boat to the opposite\n                shore, a great number of people had gathered to meet him, and\n                were standing by the Sea. One of the presidents of the\n                synagogue, whose name was Jairus, came and as soon as he saw\n                Jesus, threw himself at his feet with repeated entreaties. “My\n                little daughter”, he said, “is at the point of death; I beg you\n                to come and place your hands on her so that her life may be\n                spared.” So Jesus went with him. A great number of people\n                followed Jesus, and kept pressing around him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-32\"\u003e\n                The Bleeding Woman (S-32)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Meanwhile a woman who for twelve years had suffered from\n                hemorrhage, and undergone much at the hands of many doctors,\n                spending all she had without obtaining any relief, but, on the\n                contrary, growing worse, heard about Jesus, came behind in the\n                crowd, and touched his cloak. “If I can only touch his\n                clothes”, she said, “I will get well!”. At once her bleeding\n                stopped, and she felt in herself that she was cured of her\n                complaint.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Jesus at once became aware of the power that had gone out from\n                him, and, turning around in the crowd, he said: “Who touched my\n                clothes?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “You see the people pressing around you”, exclaimed his\n                disciples, “and yet you say, “Who touched me?””. But Jesus\n                looked about to see who had done it. Then the woman, in fear\n                and trembling, knowing what had happened to her, came and threw\n                herself down before him, and told him the whole truth.\n                “Daughter”, he said, “your faith has delivered you. Go, and\n                peace be with you; be free from your complaint.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-31-b\"\u003e\n                Jairus’ Daughter (cont.) (S-31-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Before he had finished speaking, some people from the house of\n                the synagogue leader came and said, “Your daughter is dead! Why\n                should you trouble the teacher further?”. But Jesus,\n                overhearing what they were saying, said to the synagogue\n                leader, “Do not be afraid; only have faith.”. And he allowed no\n                one to accompany him, except Peter, James, and John, the\n                brother of James. Presently they reached the leader’s house,\n                where Jesus saw a scene of confusion, people weeping and\n                wailing incessantly. “Why this confusion and weeping?”, he said\n                on entering. “The little child is not dead; she is asleep.”.\n                They began to laugh at him; but he sent them all out, and then,\n                with the child’s father and mother and his companions, went\n                into the room where she was lying.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Taking her hand, Jesus said to her, “Taleitha, koum!”, which\n                means, “Little girl, rise!”. The little girl stood up at once,\n                and began to walk about; for she was twelve years old. And, as\n                soon as they saw it, they were overwhelmed with amazement, but\n                Jesus repeatedly cautioned them not to let anyone know of it,\n                and told them to give her something to eat.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-33\"\u003e\n                Rejection at Home (S-33)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On leaving that place, Jesus, followed by his disciples, went\n                to his own part of the country. When the Sabbath came, he began\n                to teach in the synagogue; and the people, as they listened,\n                were deeply impressed. “Where did he get this?”, they said,\n                “and what is this wisdom that has been given him? And these\n                miracles which he is doing? Is not he the carpenter, the son of\n                Mary, and the brother of James, and Joses, and Judas, and\n                Simon? And are not his sisters, too, living here among us?”.\n                This proved a hindrance to their believing in him; on which\n                Jesus said, “A prophet is not without honor, except in his own\n                country, and among his own relations, and in his own home.”.\n                And he could not work any miracle there, beyond placing his\n                hands on a few infirm persons, and curing them; and he wondered\n                at the want of faith shown by the people. Jesus went around the\n                villages, one after another, teaching.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-34\"\u003e\n                Sending out the Twelve (S-34)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                He called the Twelve to him, and began to send them out as his\n                messengers, two and two, and gave them authority over foul\n                spirits. He instructed them to take nothing but a staff for the\n                journey, not even bread, or a bag, or coins in their purse, but\n                they were to wear sandals, and not to put on a second coat.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Whenever you go to stay at a house”, he said, “remain there\n                until you leave that place. And if a place does not welcome\n                you, or listen to you, as you go out of it shake off the dust\n                that is on the soles of your feet, as a protest against them.”.\n                So they set out, and proclaimed the need of repentance. They\n                drove out many demons, and anointed with oil many who were\n                infirm, and cured them.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-35\"\u003e\n                Herod and John the Baptizer (S-35)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Now King Herod heard of Jesus, for his name had become well\n                known. People were saying, “John the Baptizer must have risen\n                from the dead, and that is why these miraculous powers are\n                active in him.”. Others again said, “he is Elijah”, and others,\n                “he is a prophet”, like one of the great prophets.”. But when\n                Herod heard of him, he said, “The man whom I beheaded - John -\n                he must be risen!”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                For Herod himself had sent and arrested John, and put him in\n                prison, in chains, to please Herodias, the wife of his brother\n                Philip, because Herod had married her. For John had said to\n                Herod, “You have no right to be living with your brother’s\n                wife.”. So Herodias was incensed against John, and wanted to\n                put him to death, but was unable to do so because Herod stood\n                in fear of John, knowing him to be an upright and holy\n                man\u003cspan class=\"interpolation\"\u003e, and dared not touch\n                him\u003c/span\u003e. He had listened to John, but still remained much\n                perplexed, and yet he found pleasure in listening to him.\n              \u003c/p\u003e\n              \u003cp\u003e\n                A suitable opportunity, however, occurred when Herod, on his\n                birthday, gave a dinner to his high officials, and his\n                generals, and the foremost men in Galilee. When his daughter -\n                that is, the daughter of Herodias - came in and danced, she\n                delighted Herod and those who were dining with him. “Ask me for\n                whatever you like”, the king said to the girl, “and I will give\n                it to you”. And he swore to her that he would give her whatever\n                she asked him - up to half his kingdom. The girl went out, and\n                said to her mother, “What must I ask for?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “The head of John the Baptizer”, answered her mother. So she\n                went in as quickly as possible to the king, and made her\n                request. “I want you”, she said, “to give me at once, on a\n                dish, the head of John the Baptist.”. The king was much\n                distressed, yet, because of his oath and of the guests at his\n                table, he did not like to refuse her. He immediately dispatched\n                one of his bodyguard, with orders to bring John’s head. The man\n                went and beheaded John in the prison, and, bringing his head on\n                a dish, gave it to the girl, and the girl gave it to her\n                mother.\n              \u003c/p\u003e\n              \u003cp\u003e\n                When John’s disciples heard of it, they came and took his body\n                away, and laid it in a tomb.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-36\"\u003e\n                Feeding the 5000 (S-36)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When the apostles came back to Jesus, they told him all that\n                they had done and all that they had taught. “Come by yourselves\n                privately to some lonely spot”, he said, “and rest for a\n                while”, for there were so many people coming and going that\n                they had not time even to eat. So they set off privately in\n                their boat for a lonely spot. Many people saw them going, and\n                recognized them, and from all the towns they flocked together\n                to the place on foot, and got there before them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                On getting out of the boat, Jesus saw a great crowd, and his\n                heart was moved at the sight of them, because they were like\n                sheep without a shepherd, and he began to teach them many\n                things.\n              \u003c/p\u003e\n              \u003cp\u003e\n                When it grew late, his disciples came up to him, and said:\n                “This is a lonely spot, and it is already late. Send the people\n                away, so that they may go to the farms and villages around and\n                buy themselves something to eat.”. But Jesus answered, “It is\n                for you to give them something to eat.”. “Are we to go and\n                spend almost a year’s wages on bread”, they asked, “to give\n                them to eat?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “How many loaves have you?”, he asked, “Go and see.”. When they\n                had found out, they told him, “Five, and two fishes.” Jesus\n                directed them to make all the people take their seats on the\n                green grass, in parties, and they sat down in groups - in\n                hundreds, and in fifties. Taking the five loaves and the two\n                fishes, Jesus looked up to heaven, and said the blessing; he\n                broke the loaves into pieces, and gave them to his disciples\n                for them to serve out to the people, and he divided the two\n                fishes also among them all. Everyone had sufficient to eat, and\n                they picked up enough broken pieces to fill twelve baskets, as\n                well as some of the fish. The people who ate the bread were\n                five thousand in number.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-37\"\u003e\n                Walking on Water (S-37)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Immediately afterwards Jesus made his disciples get into the\n                boat, and cross over in advance, in the direction of Bethsaida,\n                while he himself was dismissing the crowd.\n              \u003c/p\u003e\n              \u003cp\u003e\n                After he had taken leave of the people, he went away up the\n                hill to pray. When evening fell, the boat was out in the middle\n                of the Sea, and Jesus on the shore alone. Seeing them laboring\n                at the oars - for the wind was against them - about three hours\n                after midnight Jesus came towards them, walking on the water,\n                intending to join them. But, when they saw him walking on the\n                water, they thought it was a ghost, and cried out, for all of\n                them saw him, and were terrified. But Jesus at once spoke to\n                them. “Courage!”, he said, “it is I; do not be afraid!”. Then\n                he got into the boat with them, and the wind dropped. The\n                disciples were utterly amazed, for they had not understood\n                about the loaves, their minds being slow to learn.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-38\"\u003e\n                Healing the Sick (S-38)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When they had crossed over, they landed at Gennesaret, and\n                moored the boat. But they had no sooner left her than the\n                people, recognizing Jesus, hurried over the whole country-side,\n                and began to carry about on mats those who were ill, wherever\n                they heard he was. So wherever he went - to villages, or towns,\n                or farms - they would lay their sick in the market-places,\n                begging him to let them touch only the tassel of his cloak; and\n                all who touched were made well.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-39\"\u003e\n                Jewish Customs (S-39)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                One day the Pharisees and some of the teachers of the law who\n                had come from Jerusalem gathered around Jesus. They had noticed\n                that some of his disciples ate their food with their hands\n                defiled, by which they meant unwashed. (For the Pharisees, and\n                indeed all strict Jews, will not eat without first scrupulously\n                washing their hands, holding in this to the traditions of their\n                ancestors. When they come from market, they will not eat\n                without first sprinkling themselves, and there are many other\n                customs which they have inherited and hold to, such as the\n                ceremonial washing of cups, and jugs, and copper pans.)\n              \u003c/p\u003e\n              \u003cp\u003e\n                So the Pharisees and the teachers of the law asked Jesus this\n                question, “How is it that your disciples do not follow the\n                traditions of our ancestors, but eat their food with defiled\n                hands?”. His answer was, “It was well said by Isaiah when he\n                prophesied about you hypocrites in the words, “This is a people\n                who honor me with their lips, while their hearts are far\n                removed from me, but vainly do they worship me, for they teach\n                but human precepts.”. You neglect God’s commandments and hold\n                to human traditions. Wisely do you set aside God’s\n                commandments”, he exclaimed, “to keep your own traditions! For\n                while Moses said “Honor your father and your mother”, and “Let\n                anyone who abuses their father or mother suffer death”, you say\n                “If a person says to their father or mother, “Whatever of mine\n                might have been of service to you is korban” (which means\n                “given to God”) “why, then you do not allow them to do anything\n                further for their father or mother! In this way you nullify the\n                words of God by your traditions, which you hand down, and you\n                do many similar things.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-40\"\u003e\n                Defilement (S-40)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then Jesus called the people to him again, and said, “Listen to\n                me, all of you, and mark my words. There is nothing external to\n                a person, which by going into them can defile them, but the\n                things that come out of a person are the things that defile\n                them.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                When Jesus went indoors, away from the crowd, his disciples\n                began questioning him about this saying. “What, do even you\n                understand so little?”, exclaimed Jesus. “Don’t you see that\n                there is nothing external to a person, which by going into a\n                person, can defile them because it does not pass into his heart\n                but into his stomach and is afterwards got rid of? \u003cspan class=\n                \"interpolation\"\u003eIf anyone has ears to hear, let him\n                hear.\u003c/span\u003e”. In saying this Jesus pronounced all food clean.\n                “It is what comes out from a person”, he added, “that defiles\n                them, for it is from within, out of the hearts of people, that\n                there come evil thoughts - sexual immorality, theft, murder,\n                adultery, greed, wickedness, deceit, indecency, envy, slander,\n                haughtiness, folly. All these wicked things come from within,\n                and do defile a person.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-41\"\u003e\n                Exorcising the Wise-Cracking Woman (S-41)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On leaving that place, Jesus went to the district of Tyre and\n                Sidon. He went into a house, and did not wish anyone to know\n                it, but could not escape notice. For a woman, whose little\n                daughter had a foul spirit in her, heard of him immediately,\n                and came and threw herself at his feet. The woman was a\n                foreigner, from Syrian Phoenicia. She begged him to drive the\n                demon out of her daughter. “Let the children be satisfied\n                first”, answered Jesus, “for it is not fair to take the\n                children’s food, and throw it to dogs.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Yes, Master”, she replied, “even the dogs under the table do\n                feed on the children’s crumbs.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “For saying that”, he answered, “you may go. The demon has gone\n                out of your daughter.”. The woman went home, and found the\n                child lying on her bed, and the demon gone.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-42\"\u003e\n                Ephphatha (S-42)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On returning from the district of Tyre, Jesus went, by way of\n                Sidon, to the Sea of Galilee, across the district of the Ten\n                Towns. Some people brought to him a man who was deaf and almost\n                dumb, and they begged Jesus to place his hand on him. Jesus\n                took him aside from the crowd quietly, put his fingers into the\n                man’s ears, and touched his tongue with saliva. Then, looking\n                up to heaven, he sighed, and said to the man, “Ephphatha!”,\n                which means “Be opened.”. The man’s ears were opened, the\n                string of his tongue was freed, and he began to talk plainly.\n                Jesus insisted on their not telling anyone; but the more he\n                insisted, the more perseveringly they made it known, and a\n                profound impression was made on the people. “He has done\n                everything well!”, they exclaimed. “He makes even the deaf hear\n                and the dumb speak!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-43\"\u003e\n                Feeding the 4000 (S-43)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                About that time, when there was again a great crowd of people\n                who had nothing to eat, Jesus called his disciples to him, and\n                said, “My heart is moved at the sight of all these people, for\n                they have already been with me three days and they have nothing\n                to eat. If I send them away to their homes hungry, they will\n                break down on the way; and some of them have come a long\n                distance.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Where will it be possible”, his disciples answered, “to get\n                sufficient bread for these people in this lonely place?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “How many loaves have you?”, he asked. “Seven”, they answered.\n                Jesus told the crowd to sit down on the ground. Then he took\n                the seven loaves, and, after saying the thanksgiving, broke\n                them, and gave them to his disciples to serve out; and they\n                served them out to the crowd. They had also a few small fish;\n                and, after he had said the blessing, he told the disciples to\n                serve out these as well. The people had sufficient to eat, and\n                they picked up seven baskets full of the broken pieces that\n                were left. There were about four thousand people. Then Jesus\n                dismissed them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Immediately afterwards, getting into the boat with his\n                disciples, Jesus went to the district of Dalmanutha.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-44\"\u003e\n                Explanation of the Feedings (S-44)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Here the Pharisees came out, and began to argue with Jesus,\n                asking him for some sign from the heavens, to test him. Sighing\n                deeply, Jesus said, “Why does this generation ask for a sign? I\n                tell you, no sign will be given it.”. So he left them to\n                themselves, and, getting into the boat again, went away to the\n                opposite shore.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Now the disciples had forgotten to take any bread with them,\n                one loaf being all that they had in the boat. So Jesus gave\n                them this warning. “Take care”, he said, “beware of the leaven\n                of the Pharisees and the leaven of Herod.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                They began talking to one another about their being short of\n                bread. Noticing this, Jesus said to them, “Why are you talking\n                about your being short of bread? Don’t you yet see or\n                understand? Are your minds still so slow or comprehension?\n                “Though you have eyes, do you not see? And though you have\n                ears, do you not hear?”. Don’t you remember, when I broke up\n                the five loaves for the five thousand, how many baskets of\n                broken pieces you picked up?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Twelve”, they said. “And when the seven for the four thousand,\n                how many basketfuls of broken pieces did you pick up?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Seven”, they said. “Don’t you understand now?” he repeated.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-45\"\u003e\n                Like Trees (S-45)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to Bethsaida. There some people brought a blind man\n                to Jesus, and begged him to touch him. Taking the blind man’s\n                hand, Jesus led him to the outskirts of the village, and, when\n                he had put saliva on the man’s eyes, he placed his hands on\n                him, and asked him, “Do you see anything?”. The man looked up,\n                and said, “I see the people, for, as they walk about, they look\n                to me like trees.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then Jesus again placed his hands on the man’s eyes; and the\n                man saw clearly, his sight was restored, and he saw everything\n                with perfect distinctness. Jesus sent him to his home, and\n                said, “Do not go even into the village.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-46\"\u003e\n                Who is Jesus? (S-46)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Afterwards Jesus and his disciples went into the villages\n                around Caesarea Philippi. On the way he asked his disciples\n                this question, “Who do people say that I am?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “John the Baptist”, they answered, “but others say Elijah,\n                while others say one of the prophets.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “But you”, he asked, “who do you say that I am?”. To this Peter\n                replied, “You are the Christ.” On which Jesus charged them not\n                to say this about him to anyone.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-47\"\u003e\n                Rebuking of Peter (S-47)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then he began to teach them that the Son of Man must undergo\n                much suffering, and that he must be rejected by the councilors,\n                and the chief priests, and the teachers of the law, and be put\n                to death, and rise again after three days. He said all this\n                quite openly. But Peter took Jesus aside, and began to rebuke\n                him. Jesus, however, turning around and seeing his disciples,\n                rebuked Peter. “Out of my sight, Satan!”, he exclaimed. “For\n                you look at things, not as God does, but as people do.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-48\"\u003e\n                Following Jesus (S-48)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Calling the people and his disciples to him, Jesus said, “If\n                anyone wishes to walk in my steps, let them renounce self, take\n                up their cross, and follow me. For whoever wishes to save their\n                life will lose it, and whoever, for my sake and for the sake of\n                the good news, will lose their life will save it. What good is\n                it to a person to gain the whole world and forfeit their life?\n                For what could a person give that is of equal value with their\n                life? Whoever is ashamed of me and of my teaching, in this\n                unfaithful and wicked generation, of them will the Son of Man\n                be ashamed, when he comes in his Father’s glory with the holy\n                angels.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-49\"\u003e\n                Those Who Are Standing Here (S-49)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “I tell you”, he added, “that some of those who are standing\n                here will not know death until they have seen the kingdom of\n                God come in power.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-50\"\u003e\n                Up on the Mountain (S-50)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Six days later, Jesus took with him Peter, James, and John, and\n                led them up a high mountain alone by themselves. There his\n                appearance was transformed before their eyes, and his clothes\n                became of a more dazzling white than any bleacher in the world\n                could make them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                And Elijah appeared to them, in company with Moses; and they\n                were talking with Jesus. “Rabbi”, said Peter, interposing, “it\n                is good to be here; let us make three tents, one for you, one\n                for Moses, and one for Elijah.”. For he did not know what to\n                say, because they were much afraid.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then a cloud came down and enveloped them. From the cloud there\n                came a voice, “This is my dearly loved son; listen to him.”.\n                And suddenly, on looking around, they saw that there was now no\n                one with them but Jesus alone.\n              \u003c/p\u003e\n              \u003cp\u003e\n                As they were going down the mountainside, Jesus cautioned them\n                not to relate what they had seen to anyone, until after the Son\n                of Man should have risen again from the dead. They seized on\n                these words and discussed with one another what this “rising\n                from the dead” meant. “How is it”, they asked Jesus, “that our\n                teachers of the law say that Elijah has to come first?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Elijah does indeed come first”, answered Jesus, “and\n                re-establish everything. Does not scripture speak, with regard\n                to the Son of Man, of his undergoing much suffering and being\n                utterly despised? But I tell you that Elijah has come, and\n                people have treated him just as they pleased, as scripture says\n                of him.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-51\"\u003e\n                Only By Prayer (S-51)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When they came to the other disciples, they saw a great crowd\n                around them, and some teachers of the law arguing with them.\n                But, as soon as they saw Jesus, all the people, in great\n                astonishment, ran up and greeted him. “What are you arguing\n                about with them?”, Jesus asked. “Teacher”, answered a man in\n                the crowd, “I brought my son to see you, as he has a dumb\n                spirit in him; and, wherever it seizes him, it dashes him down;\n                he foams at the mouth and grinds his teeth, and he is pining\n                away. I asked your disciples to drive the spirit out, but they\n                failed.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Faithless generation!”, exclaimed Jesus. “How long must I be\n                with you? How long must I have patience with you? Bring the boy\n                to me.”. They brought him to Jesus; but no sooner did the boy\n                see him than the spirit threw him into convulsions; and he fell\n                on the ground, and rolled about, foaming at the mouth. “How\n                long has he been like this?”, Jesus asked the boy’s father.\n                “From his childhood”, he answered, “and it has often thrown him\n                into fire and into water to put an end to his life. If you can\n                possibly do anything, take pity on us, and help us!”. “Why say\n                possibly?”, Jesus replied. “Everything is possible for one who\n                has faith.”. The boy’s father immediately cried out, “I have\n                faith; help my want of faith!”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                But when Jesus saw that a crowd was quickly collecting, he\n                rebuked the foul spirit, “Deaf and dumb spirit, it is I who\n                command you. Come out from him and never enter him again.”.\n                With a loud cry the spirit threw the boy into repeated\n                convulsions, and then came out from him. The boy looked like a\n                corpse, so that most of them said that he was dead. But Jesus\n                took his hand and lifted him and he stood up.\n              \u003c/p\u003e\n              \u003cp\u003e\n                When Jesus had gone indoors, his disciples asked him privately,\n                “Why couldn’t we drive it out?”. “A spirit of this kind”, he\n                said, “can be driven out only by prayer. \u003cspan class=\n                \"interpolation\"\u003eAnd if that doesn’t work, fasting.\u003c/span\u003e”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-52\"\u003e\n                Ignorant Disciples (S-52)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Leaving that place, Jesus and his disciples went on their way\n                through Galilee, but he did not wish anyone to know it, for he\n                was instructing his disciples, and telling them, “The Son of\n                Man is being betrayed into the hands of his fellow men, and\n                they will put him to death, but, when he has been put to death,\n                he will rise again after three days.”. But the disciples did\n                not understand his meaning and were afraid to question him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-53\"\u003e\n                Greatest Disciple (S-53)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to Capernaum. When Jesus had gone into the house, he\n                asked them, “What were you discussing on the way?”. But they\n                were silent, for on the way they had been arguing with one\n                another which was the greatest. Sitting down, Jesus called the\n                Twelve and said, “If anyone wishes to be first, he must be last\n                of all, and servant of all.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-54\"\u003e\n                Welcoming a Child (S-54)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then Jesus took a little child, and placed it in the middle of\n                them. Folding it in his arms, he said to them, “Anyone who, for\n                the sake of my name, welcomes even a little child like this is\n                welcoming me, and anyone who welcomes me is welcoming not me,\n                but him who sent me as his messenger.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-55\"\u003e\n                Other Exorcists (S-55)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Teacher”, said John, “we saw a man driving out demons by using\n                your name, and we tried to prevent him, because he did not\n                follow us.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “None of you must prevent the man”, answered Jesus, “for no one\n                will use my name in working a miracle, and yet find it easy to\n                speak evil of me. He who is not against us is for us. If anyone\n                gives you a cup of water because you belong to Christ, I tell\n                you, he will assuredly not lose his reward.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-56\"\u003e\n                Cut Off Your Hand (S-56)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “And if anyone puts temptation in the way of one of these\n                little ones who believe in me, it would be far better for him\n                if he had been thrown into the sea with a great millstone\n                around his neck. If your hand causes you to sin, cut it off. It\n                would be better for you to enter the life maimed, than to have\n                both your hands and go into Gehenna, into the fire that cannot\n                be put out. \u003cspan class=\"interpolation\"\u003eThere the feasting\n                maggots never die and the fire is continually\n                replenished.\u003c/span\u003e If your foot causes you to sin, cut it off.\n                It would be better for you to enter the life lame, than to have\n                both your feet and be thrown into Gehenna. \u003cspan class=\n                \"interpolation\"\u003eThere the devouring maggots never die, and the\n                fires are always stoked.\u003c/span\u003e If your eye causes you to sin,\n                tear it out. It would be better for you to enter the kingdom of\n                God with only one eye, than to have both eyes and be thrown\n                into Gehenna, where their worm does not die, and the fire is\n                not put out.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-57\"\u003e\n                Salt (S-57)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Everyone will be salted with fire, \u003cspan class=\n                \"interpolation\"\u003eand every sacrifice will be salted with\n                salt\u003c/span\u003e. For I tell you this, every one of the damned will\n                be salted over the fire by Moloch the devourer. Salt is good,\n                but, if the salt should lose its saltiness, what will you use\n                to season it? You must have salt in yourselves, and live at\n                peace with one another.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-58\"\u003e\n                On Divorce (S-58)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On leaving that place, Jesus went into the district of Judea on\n                the other side of the Jordan. Crowds gathered about him again,\n                and again, as usual, he began teaching them. Presently some\n                Pharisees came up and, to test him, asked, “Has a husband the\n                right to divorce his wife?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “What direction did Moses give you?”, replied Jesus. “Moses”,\n                they said, “permitted a man to draw up in writing a notice of\n                separation and divorce his wife.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “It was owing to the hardness of your hearts”, said Jesus,\n                “that Moses gave you this direction, but at the beginning of\n                the Creation, God made them male and female. For this reason a\n                man will leave his father and mother, and the man and his wife\n                will become one, so that they are no longer two, but one. What\n                God himself then has yoked together no one must separate.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-59\"\u003e\n                More on Divorce (S-59)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When they were indoors, the disciples asked him again about\n                this and he said, “Anyone who divorces his wife and marries\n                another woman is guilty of adultery against his wife, and, if\n                the woman divorces her husband and marries another man, she is\n                guilty of adultery.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-60\"\u003e\n                Let the Little Children Come to Me (S-60)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Some of the people were bringing little children to Jesus for\n                him to touch them, but the disciples found fault with those who\n                had brought them. When however Jesus saw this, he was\n                indignant. “Let the little children come to me”, he said, “do\n                not hinder them, for it is to the childlike that the kingdom of\n                God belongs. I tell you, unless a person receives the kingdom\n                of God like a child, they will not enter it at all.”. Then he\n                folded the children in his arms, and, placing his hands on\n                them, gave them his blessing.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-61\"\u003e\n                Why do you call me good? (S-61)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As Jesus was resuming his journey, a man came running up to\n                him, and threw himself on his knees before him. “Good teacher”,\n                he asked, “what must I do to gain eternal life?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Why do you call me good?”, answered Jesus. “No one is good but\n                God. You know the commandments: Do not kill. Do not commit\n                adultery. Do not steal. Do not say what is false about others.\n                Do not cheat. Honor your father and your mother.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Teacher”, he replied, “I have observed all these from my\n                childhood.”. Jesus looked at the man, and his heart went out to\n                him, and he said, “There is still one thing wanting in you. Go\n                and sell all that you have, and give to the poor, and you will\n                heave wealth in heaven. Then come and follow me.”. But the\n                man’s face clouded at these words, and he went away distressed,\n                for he had great possessions.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then Jesus looked around, and said to his disciples, “How hard\n                it will be for people of wealth to enter the kingdom of God!”\n                The disciples were amazed at his words. But Jesus said again,\n                “My children, how hard a thing it is to enter the kingdom of\n                God! It is easier for a camel to get through a needle’s eye,\n                than for a rich person to enter the kingdom of God.\n                \u003cspan class=\"interpolation\"\u003eAnd if you neglect to forgive, your\n                Father up in the heavens will likewise neglect to forgive your\n                transgressions.\u003c/span\u003e”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-62\"\u003e\n                Reward in the Coming Age (S-62)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Then who can be saved?”, they exclaimed in the greatest\n                astonishment. Jesus looked at them and answered, “With people\n                it is impossible, but not with God, for everything is possible\n                with God.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “But we”, began Peter, “we left everything and have followed\n                you.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “I tell you”, said Jesus, “there is no one who has left house,\n                or brothers, or sisters, or mother, or father, or children, or\n                land, for my sake and for the good news, who will not receive a\n                hundred times as much, even now in the present - houses, and\n                brothers, and sisters, and mothers, and children, and land -\n                though not without persecutions, and, in the age that is\n                coming, eternal life. But many who are first now will then be\n                last, and the last will be first.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-63\"\u003e\n                Prediction of Rejecting in Jerusalem (S-63)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                One day when they were on their way going up to Jerusalem,\n                Jesus was walking in front of the apostles, who were filled\n                with misgivings, while those who were following behind were\n                alarmed. Gathering the Twelve around him once more, Jesus began\n                to tell them what was about to happen to him. “Listen!”, he\n                said. “We are going up to Jerusalem, and there the Son of Man\n                will be betrayed to the chief priests and the teachers of the\n                law, and they will condemn him to death, and they will give him\n                up to the Gentiles, who will mock him, spit on him, and scourge\n                him, and put him to death, and after three days he will rise\n                again.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-64\"\u003e\n                James’ and John’s Wish (S-64)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                James and John, the two sons of Zebedee, went to Jesus and\n                said, “Teacher, we want you to do for us whatever we ask.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “What do you want me to do for you?”, he asked. “Grant us\n                this”, they answered, “to sit, one on your right, and the other\n                on your left, when you come in glory.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “You do not know what you are asking”, Jesus said to them. “Can\n                you drink the cup that I am to drink? Or receive the baptism\n                that I am to receive?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Yes”, they answered, “we can.”\n              \u003c/p\u003e\n              \u003cp\u003e\n                “You will indeed drink the cup that I am to drink”, Jesus said,\n                “and receive the baptism that I am to receive, but as to a seat\n                at my right or at my left - that is not mine to give, but it is\n                for those for whom it has been prepared.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-65\"\u003e\n                A Ransom For Many (S-65)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On hearing of this, the ten others were at first very indignant\n                about James and John. But Jesus called the ten to him, and\n                said, “Those who are regarded as ruling among the Gentiles lord\n                it over them, as you know, and their great men oppress them.\n                But among you it is not so. No, whoever wants to become great\n                among you must be your servant, and whoever wants to take the\n                first place among you must be the servant of all, for even the\n                Son of Man came, not to be served, but to serve, and to give\n                his life as a ransom for many.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-66\"\u003e\n                The Blind Beggar (S-66)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to Jericho. When Jesus was going out of the town with\n                his disciples and a large crowd, Bar-Timaeus, the son of\n                Timaeus, a blind beggar, was sitting by the roadside.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Hearing that it was Jesus the Nazarene, he began to call out,\n                “Jesus, Son of David, take pity on me.”. Many of the people\n                kept telling him to be quiet, but the man continued to call out\n                all the louder, “Son of David, take pity on me.”. Then Jesus\n                stopped. “Call him”, he said. So they called the blind man.\n                “Courage!”, they exclaimed. “Get up, he is calling you.”. The\n                man threw off his cloak, sprang up, and came to Jesus. “What do\n                you want me to do for you?”, said Jesus, addressing him.\n                “Rabboni”, the blind man answered, “I want to recover my\n                sight.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “You may go”, Jesus said, “your faith has delivered you.”.\n                Immediately he recovered his sight, and began to follow Jesus\n                along the road.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-67\"\u003e\n                Riding on a Foal (S-67)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When they had almost reached Jerusalem, as far as Bethphage and\n                Bethany, near the Mount of Olives, Jesus sent on two of his\n                disciples. “Go to the village facing you”, he said, “and, as\n                soon as you get there, you will find a foal tethered, which no\n                one has ever ridden. Untie it, and bring it. And if anyone says\n                to you, “Why are you doing that?”, say, “The Master wants it,\n                and will be sure to send it back here at once.””. The two\n                disciples went and, finding a foal tethered outside a door in\n                the street, they untied it. Some of the bystanders said to\n                them, “What are you doing, untying the foal?”. And the two\n                disciples answered as Jesus had told them, and they allowed\n                them to go. Then they brought the foal to Jesus and, when they\n                had laid their cloaks on it, he seated himself on it. Many of\n                the people spread their cloaks on the road, while some strewed\n                boughs which they had cut from the fields and those who led the\n                way, as well as those who followed, kept shouting, “God save\n                him! Blessed is He who comes in the name of the Lord! Blessed\n                is the coming kingdom of our father David! God save him from on\n                high!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-68-a\"\u003e\n                The Fig Tree (S-68-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus entered Jerusalem and went into the Temple Courts and\n                after looking around at everything, as it was already late, he\n                went out to Bethany with the Twelve.\n              \u003c/p\u003e\n              \u003cp\u003e\n                The next day after they had left Bethany, Jesus became hungry\n                and, noticing a fig tree at a distance in leaf, he went to it\n                to see if by any chance he could find something on it, but on\n                coming up to it, he found nothing but leaves, for it was not\n                the season for figs. So, addressing the tree, he exclaimed,\n                “May no one ever again eat of your fruit!”. And his disciples\n                heard what he said.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-69\"\u003e\n                Cleansing the Temple (S-69)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to Jerusalem. Jesus went into the Temple Courts and\n                began to drive out those who were buying and selling there. He\n                overturned the tables of the money changers and the seats of\n                the pigeon-dealers and would not allow anyone to carry anything\n                across the Temple Courts. Then he began to teach. “Does not\n                scripture say”, he asked, ““My house will be called a house of\n                prayer for all the nations”? But you have made it a den of\n                robbers.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Now the chief priests and the teachers of the law heard this\n                and began to look for some way of putting Jesus to death, for\n                they were afraid of him, since all the people were greatly\n                impressed by his teaching. As soon as evening fell, Jesus and\n                his disciples went out of the city.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-68-b\"\u003e\n                The Fig Tree (cont.) (S-68-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As they passed by early in the morning, they noticed that the\n                fig tree was withered up from the roots. Then Peter recalled\n                what had occurred. “Look, Rabbi”, he exclaimed, “the fig tree\n                which you doomed is withered up!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-70\"\u003e\n                Hurl the Hill into the Sea (S-70)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Have faith in God!”, replied Jesus. “I tell you that if anyone\n                should say to this hill “Be lifted up and hurled into the\n                sea!”, without ever a doubt in his mind, but in the faith that\n                what he says will be done, he would find that it would be. And\n                therefore I say to you, have faith that whatever you ask for in\n                prayer is already granted you, and you will find that it will\n                be.\n              \u003c/p\u003e\n              \u003cp\u003e\n                And whenever you stand up to pray, forgive any grievance that\n                you have against anyone, so that your Father who is in heaven\n                also may forgive you your offenses.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-71\"\u003e\n                Jesus’ Authority (S-71)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They came to Jerusalem again. While Jesus was walking about in\n                the Temple Courts, the chief priests, the teachers of the law,\n                and the councilors came up to him. “What authority have you to\n                do these things?”, they said, “Who gave you the authority to do\n                them?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “I will put one question to you”, said Jesus, “Answer me that,\n                and then I will tell you what authority I have to act as I do.\n                It is about John’s baptism. Was it of divine or human origin?\n                Answer me that.”. They began arguing together, “If we say\n                divine, he will say, “Why then didn’t you believe him?”. Yet\n                can we say human?”. They were afraid of the people, for\n                everyone regarded John as undoubtedly a prophet. So their\n                answer to Jesus was, “We do not know.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Then I”, replied Jesus, “refuse to tell you what authority I\n                have to do these things.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-72\"\u003e\n                Parable of the Vineyard (S-72)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Jesus began to speak to them in parables, “A man once planted a\n                vineyard, put a fence around it, dug a wine-press, built a\n                tower, and then let it out to tenants and went abroad. At the\n                proper time he sent a servant to the tenants, to receive from\n                them a share of the produce of the grape harvest, but they\n                seized him, and beat him, and sent him away empty-handed.\n              \u003c/p\u003e\n              \u003cp\u003e\n                A second time the owner sent a servant to them. This man, too,\n                the tenants struck on the head, and insulted. He sent another,\n                but him they killed, and so with many others. Some they beat\n                and some they killed.\n              \u003c/p\u003e\n              \u003cp\u003e\n                He had still one son, who was very dear to him, and him he sent\n                to them last of all. “They will respect my son”, he said. But\n                those tenants said to one another “Here is the heir! Come, let\n                us kill him, and his inheritance will be ours.”. So they seized\n                him, and killed him, and threw his body outside the vineyard.\n                What will the owner of the vineyard do? He will come and put\n                the tenants to death, and he will let the vineyard to others.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-73\"\u003e\n                Parable of the Corner Stone (S-73)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Have you never read this passage of scripture? “The stone\n                which the builders despised has now itself become the corner\n                stone. This corner stone has come from the Lord, and is\n                marvelous in our eyes.””.\n              \u003c/p\u003e\n              \u003cp\u003e\n                After this his enemies were eager to arrest him, but they were\n                afraid of the crowd, for they saw that it was at them that he\n                had aimed the parable. So they let him alone, and went away.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-74\"\u003e\n                Pay unto Caesar (S-74)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Afterwards they sent to Jesus some of the Pharisees and of the\n                Herodians, to set a trap for him in the course of conversation.\n                These men came to him and said, “Teacher, we know that you are\n                an honest man, and are not afraid of anyone, for you pay no\n                regard to a person’s position, but teach the way of God\n                honestly.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Are we right in paying taxes to the Emperor, or not? Should we\n                pay, or should we not pay?”. Knowing their hypocrisy, Jesus\n                said to them, “Why are you testing me? Bring me a coin to look\n                at.” And, when they had brought it, he asked, “Whose head and\n                title are these?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “The Emperor’s”, they said, and Jesus replied, “Pay to the\n                Emperor what belongs to the Emperor, and to God what belongs to\n                God.”. And they wondered at him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-75\"\u003e\n                Marriage After Death (S-75)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Next came some Sadducees, the men who maintain that there is no\n                resurrection. Their question was this, “Teacher, in our\n                scriptures Moses decreed that, should a man’s brother die,\n                leaving a widow but no child, the man should take the widow as\n                his wife, and raise up a family for his brother. There were\n                once seven brothers, of whom the eldest took a wife, but died\n                and left no family, and the second took her, and died without\n                family, and so did the third. All the seven died and left no\n                family. The woman herself died last of all. At the resurrection\n                whose wife will she be, all seven brothers having had her as\n                their wife?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Is not the reason of your mistake”, answered Jesus, “your\n                ignorance of the scriptures and of the power of God? When\n                people rise from the dead, there is no marrying or being\n                married, but they are as angels in heaven.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-76\"\u003e\n                Resurrection (S-76)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “As to the dead, and the fact that they rise, have you never\n                read in the book of Moses, in the passage about the Bush, how\n                God spoke to him saying, “I am the God of Abraham, and the God\n                of Isaac, and the God of Jacob”? He is not God of dead people,\n                but of living. You are greatly mistaken.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-77\"\u003e\n                First of the Commandments (S-77)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then came up one of the teachers of the law who had heard their\n                discussions. Knowing that Jesus had answered them wisely, he\n                asked him this question, “What is the first of all the\n                commandments?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “The first”, answered Jesus, “is, “Hear, Israel; the Lord our\n                God is the one Lord, and you must love the Lord your God with\n                all your heart, and with all your soul, and with all your mind,\n                and with all your strength.”. The second is this, “You must\n                love your neighbor as you love yourself.”. There is no\n                commandment greater than these.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Wisely answered, teacher!”, exclaimed the teacher of the law.\n                “It is true, as you say, that there is one God, and that there\n                is no other besides him, and to love him with all one’s heart,\n                and with all one’s understanding, and with all one’s strength,\n                and to love one’s neighbor as one loves oneself is far beyond\n                all burnt offerings and sacrifices.”. Seeing that he had\n                answered with discernment, Jesus said to him, “You are not far\n                from the kingdom of God.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                After that no one ventured to question him further.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-78\"\u003e\n                Is Christ David’s Son? (S-78)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                While Jesus was teaching in the Temple Courts, he asked, “How\n                is it that the teachers of the law say that the Christ is to be\n                David’s son? David said himself, speaking under the inspiration\n                of the Holy Spirit, “The Lord said to my lord, “Sit at my right\n                hand, until I put your enemies beneath your feet.”.”. David\n                himself calls him lord, how comes it, then, that he is to be\n                his son?”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-79\"\u003e\n                Warning Against Teachers of the Law (S-79)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                The mass of the people listened to Jesus with delight. In the\n                course of his teaching, Jesus said, “See that you are on your\n                guard against the teachers of the law, who delight to walk\n                about in long robes, and to be greeted in the streets with\n                respect, and to have the best seats in the Synagogues, and\n                places of honor at dinner. They are the men who rob widows of\n                their homes, and make a pretense of saying long prayers. Their\n                sentence will be all the heavier.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-80\"\u003e\n                The Poor Widow (S-80)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then Jesus sat down opposite the chests for the Temple\n                offerings, and watched how the people put money into them. Many\n                rich people were putting in large sums, but one poor widow came\n                and put in two small coins, worth very little. Then, calling\n                his disciples to him, Jesus said, “I tell you that this poor\n                widow has put in more than all the others who were putting\n                money into the chests, for everyone else put in something from\n                what he had to spare, while she, in her need, put in all she\n                had, everything that she had to live on.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-81\"\u003e\n                Olivet Discourse (S-81)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As Jesus was walking out of the Temple Courts, one of his\n                disciples said to him, “Teacher, look what fine stones and\n                buildings these are!”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Do you see these great buildings?”, asked Jesus. “Not a single\n                stone will be left here on another, which will not be thrown\n                down.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                When Jesus had sat down on the Mount of Olives, facing the\n                Temple, Peter, James, John and Andreas questioned him\n                privately, “Tell us when this will be, and what will be the\n                sign when all this is drawing to its close.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then Jesus began, “See that no one leads you astray. Many will\n                take my name, and come saying “I am He”, and will lead many\n                astray.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “And, when you hear of wars and rumors of wars, do not be\n                alarmed. Such things must occur, but the end is not yet. For\n                nation will rise against nation, and kingdom against kingdom.\n                There will be earthquakes in various places, there will be\n                famines. This will be but the beginning of the birth-pangs.\n              \u003c/p\u003e\n              \u003cp\u003e\n                See to yourselves! They will betray you to courts of law; and\n                you will be taken to Synagogues and beaten, and you will be\n                brought up before governors and kings for my sake, so that you\n                can bear witness before them. But the good news must first be\n                proclaimed to every nation. Whenever they betray you and hand\n                you over for trial, do not be anxious beforehand as to what you\n                will say, but say whatever is given you at the moment, for it\n                will not be you who speak, but the Holy Spirit.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Brother will betray brother to death, and the father his child,\n                and children will turn against their parents, and cause them to\n                be put to death, and you will be hated by everyone because of\n                me. Yet the person who endures to the end will be saved.\n              \u003c/p\u003e\n              \u003cp\u003e\n                As soon, however, as you see the abomination of desolation\n                standing where it ought not” - let the reader understand -\n                “then those of you who are in Judea must take refuge in the\n                mountains, and a person on the house-top must not go down, or\n                go in to get anything out of their house, nor must one who is\n                on their farm turn back to get their cloak. And alas for\n                pregnant women, and for those who are nursing infants in those\n                days! Pray, too, that this may not occur in winter. For those\n                days will be a time of distress, the like of which has not\n                occurred from the beginning of God’s creation until now, and\n                never will again. And, had not the Lord put a limit to those\n                days, not a single soul would escape, but, for the sake of\n                God’s own chosen people, he did limit them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                And at that time if anyone should say to you, “Look, here is\n                the Christ!”, “Look, there he is!”, do not believe it, for\n                false Christs and false prophets will arise, and display signs\n                and marvels, to lead astray, were it possible, even God’s\n                people. But see that you are on your guard! I have told you all\n                this beforehand.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “In those days, after that time of distress, the sun will be\n                darkened, the moon will not give her light, the stars will be\n                falling from the heavens, and the forces that are in the\n                heavens will be convulsed. Then will be seen the Son of Man\n                coming in clouds with great power and glory, and then he will\n                send the angels, and gather his people from the four winds,\n                from one end of the world to the other.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Learn the lesson taught by the fig tree. As soon as its\n                branches are full of sap, and it is bursting into leaf, you\n                know that summer is near. And so may you, as soon as you see\n                these things happening, know that he is at your doors. I tell\n                you that even the present generation will not pass away, until\n                all these things have taken place. The heavens and the earth\n                will pass away, but my words will not pass away.\n              \u003c/p\u003e\n              \u003cp\u003e\n                But about that day, or the hour, no one knows, not even the\n                angels in heaven, not even the Son, but only the Father. See\n                that you are on the watch; for you do not know when the time\n                will be. It is like a man going on a journey, who leaves his\n                home, puts his servants in charge, each having their special\n                duty, and orders the porter to watch. Therefore watch, for you\n                cannot be sure when the Master of the house is coming, whether\n                in the evening, at midnight, at daybreak, or in the morning,\n                otherwise he might come suddenly and find you asleep. And what\n                I say to you I say to all - watch!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-82-a\"\u003e\n                Judas’ Betrayal (S-82-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                It was now two days before the Festival of the Passover and the\n                unleavened bread. The chief priests and the teachers of the law\n                were looking for an opportunity to arrest Jesus by stealth, and\n                to put him to death, for they said, “Not during the Festival,\n                or the people may riot.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-83\"\u003e\n                Waste of Perfume (S-83)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When Jesus was still at Bethany, in the house of Simon the\n                leper, while he was sitting at the table, a woman came with an\n                alabaster jar of choice spikenard perfume of great value. She\n                broke the jar, and poured the perfume on his head. Some of\n                those who were present said to one another indignantly, “Why\n                has the perfume been wasted like this? This perfume could have\n                been sold for more than a year’s wages, and the money given to\n                the poor.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Leave her alone”, said Jesus, as they began to find fault with\n                her, “why are you troubling her? This is a beautiful deed that\n                she has done for me. You always have the poor with you, and\n                whenever you wish you can do good to them, but you will not\n                always have me. She has done what she could. She has perfumed\n                my body beforehand for my burial. And I tell you, wherever, in\n                the whole world, the good news is proclaimed, what this woman\n                has done will be told in memory of her.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-82-b\"\u003e\n                Judas’ Betrayal (cont.) (S-82-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                After this, Judas Iscariot, one of the Twelve, went to the\n                chief priests, to betray Jesus to them. They were glad to hear\n                what he said, and promised to pay him. So he began looking for\n                a good opportunity to betray Jesus.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-84\"\u003e\n                Preparations for Passover (S-84)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                On the first day of the Festival of the unleavened bread, when\n                it was customary to kill the Passover lambs, his disciples said\n                to Jesus, “Where do you wish us to go and make preparations for\n                your eating the Passover?”. Jesus sent forward two of his\n                disciples and said to them, “Go into the city, and there a man\n                carrying a pitcher of water will meet you. Follow him, and\n                wherever he goes in, say to the owner of the house, the teacher\n                says, “Where is my room where I am to eat the Passover with my\n                disciples?”.He will himself show you a large upstairs room, set\n                out ready, and there make preparations for us.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So the disciples set out and went into the city, and found\n                everything just as Jesus had told them, and they prepared the\n                Passover.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-85\"\u003e\n                Prediction of Judas’ Betrayal (S-85)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                In the evening he went there with the Twelve, and when they had\n                taken their places and were eating, Jesus said, “I tell you\n                that one of you is going to betray me - one who is eating with\n                me.” They were grieved at this, and began to say to him, one\n                after another, “Can it be me?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “It is one of you Twelve”, said Jesus, “the one who is dipping\n                his bread beside me into the dish. True, the Son of Man must\n                go, as scripture says of him, yet alas for that man by whom the\n                Son of Man is being betrayed! For that man it would be better\n                never to have been born!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-86\"\u003e\n                Last Supper (S-86)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                While they were eating, Jesus took some bread, and after saying\n                the blessing, broke it, and gave it to them, and said, “Take\n                it. This is my body.”. Then he took a cup, and, after saying\n                the thanksgiving, gave it to them, and they all drank from it.\n                “This is my blood for the \u003cspan class=\n                \"interpolation\"\u003enew\u003c/span\u003e covenant”, he said, “which is poured\n                out on behalf of many. I tell you that I will never again drink\n                of the juice of the grape, until that day when I will drink it\n                new in the kingdom of God.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-87\"\u003e\n                Prediction of Scattering (S-87)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They then sang a hymn, and went out up the Mount of Olives,\n                presently Jesus said to them, “All of you will fall away, for\n                scripture says, “I will strike down the shepherd, and the sheep\n                will be scattered.”. Yet after I have risen, I will go before\n                you into Galilee.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-88\"\u003e\n                Prediction of Peter’s Betrayal (S-88)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Even if everyone else falls away”, said Peter, “yet I will\n                not.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “I tell you”, answered Jesus, “that you yourself today - yes,\n                this very night - before the cock crows twice, will disown me\n                three times.”. But Peter vehemently protested, “Even if I must\n                die with you, I will never disown you!”. And they all said the\n                same.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-89\"\u003e\n                Gethsemane (S-89)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Presently they came to a garden known as Gethsemane, and Jesus\n                said to his disciples, “Sit down here while I pray.”. He took\n                with him Peter, James, and John, and began to show signs of\n                great dismay and deep distress of mind. “I am sad at heart”, he\n                said, “sad even to death. Cait here, and watch.”. Going on a\n                little further, he threw himself on the ground, and began to\n                pray that, if it were possible, he might be spared that hour.\n                “Abba, Father”, he said, “all things are possible to you; take\n                away this cup from me. Yet, not what I will, but what you\n                will.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then he came and found the three apostles asleep. “Simon”, he\n                said to Peter, “are you asleep? Couldn’t you watch for one\n                hour? Watch and pray”, he said to them all, “so that you may\n                not fall into temptation. True, the spirit is eager, but human\n                nature is weak.” Again he went away, and prayed in the same\n                words, and coming back again he found them asleep, for their\n                eyes were heavy, and they did not know what to say to him.\n              \u003c/p\u003e\n              \u003cp\u003e\n                A third time he came, and said to them, “Sleep on now, and rest\n                yourselves.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-82-c\"\u003e\n                Judas’ Betrayal (cont.) (S-82-c)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                “Enough! My time has come. Look: the Son of Man is being\n                betrayed into the hands of wicked people. Up, and let us be\n                going. Look! My betrayer is close at hand.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                And just then, while he was still speaking, Judas, who was one\n                of the Twelve, came up, and with him a crowd of people with\n                swords and clubs, sent by the chief priests, the teachers of\n                the law, and the councilors. Now the betrayer had arranged a\n                signal with them. “The man whom I kiss”, he had said, “will be\n                the one, arrest him and take him away safely.”. As soon as\n                Judas came, he went up to Jesus at once, and said, “Rabbi!”,\n                and kissed him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-90\"\u003e\n                Jesus’ Arrest (S-90)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then the men seized Jesus, and arrested him.\n              \u003c/p\u003e\n              \u003cp\u003e\n                One of those who were standing by drew his sword, and struck at\n                the high priest’s servant, and cut off his ear. But Jesus spoke\n                up, and said to the men, “Have you come out, as if after a\n                robber, with swords and clubs, to take me? I have been among\n                you day after day in the Temple Courts teaching, and yet you\n                did not arrest me, but this is in fulfillment of the\n                scriptures.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                And all the apostles forsook him and fled. One young man did\n                indeed follow him, wrapped only in a linen sheet. They tried to\n                arrest him, but he left the sheet in their hands, and fled\n                naked.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-91\"\u003e\n                The Process (S-91)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then they took Jesus to the high priest, and all the chief\n                priests, the councilors, and the teachers of the law assembled.\n                Peter, who had followed Jesus at a distance into the courtyard\n                of the high priest, was sitting there among the guards, warming\n                himself at the blaze of the fire.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Meanwhile the chief priest and the whole of the High Council\n                were trying to get such evidence against Jesus as would warrant\n                his being put to death, but they could not find any, for though\n                there were many who gave false evidence against him, yet their\n                evidence did not agree. Presently some men stood up and gave\n                this false evidence against him, “We ourselves heard him say,\n                “I will destroy this Temple made with hands, and in three days\n                build another made without hands.”.”. Yet not even on that\n                point did their evidence agree.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Then the high priest stood forward and questioned Jesus. “Have\n                you no answer to make?”, he asked. “What is this evidence which\n                these men are giving against you?”. But Jesus remained silent\n                and made no answer.\n              \u003c/p\u003e\n              \u003cp\u003e\n                A second time the high priest questioned him. “Are you”, he\n                asked, “the Christ, the Son of the Blessed One?”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “I am”, replied Jesus, “and you will all see the Son of Man\n                sitting on the right hand of the Power, and coming in the\n                clouds of heaven.”. At this the high priest tore his vestments.\n                “Why do we want any more witnesses?”, he exclaimed. “You heard\n                his blasphemy? What is your verdict?”. They all condemned him,\n                declaring that he deserved death.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Some of those present began to spit at him, and to blindfold\n                his eyes, and strike him, saying as they did so, “Now play the\n                prophet!”, and even the guards received him with blows.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-92\"\u003e\n                Peter’s Denial (S-92)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                While Peter was in the courtyard down below, one of the high\n                priest’s maidservants came up, and seeing Peter warming\n                himself, she looked closely at him, and exclaimed, “Why, you\n                were with Jesus, the Nazarene!”. But Peter denied it. “I do not\n                know or understand what you mean”, he replied. Then he went out\n                into the porch and there the maidservant, on seeing him, began\n                to say again to the bystanders, “This is one of them!”. But\n                Peter again denied it.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Soon afterwards the bystanders again said to him, “You\n                certainly are one of them. Why, you are a Galilean!”. But he\n                said to them, “I swear that I do not know the man you are\n                talking about! May God punish me if I am lying!”. At that\n                moment, for the second time, a cock crowed, and Peter\n                remembered the words that Jesus had said to him, “Before a cock\n                has crowed twice, you will disown me three times”, and, as he\n                thought of it, he began to weep.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-93\"\u003e\n                Before Pilate (S-93)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                As soon as it was daylight, the chief priests, after holding a\n                consultation with the councilors and teachers of the law - that\n                is to say, the whole High Council - put Jesus in chains, and\n                took him away, and gave him up to Pilate.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Are you the king of the Jews?”, asked Pilate. “It is true”,\n                replied Jesus. Then the chief priests brought a number of\n                charges against him. So Pilate questioned Jesus again. “Have\n                you no reply to make?”, he asked. “Listen, how many charges\n                they are bringing against you.”. But Jesus still made no reply\n                whatsoever, at which Pilate was astonished.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-94\"\u003e\n                Bar-Abbas (S-94)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Now, at the feast, Pilate used to grant the people the release\n                of any one prisoner whom they might ask for. A man called\n                Bar-Abbas was in prison, with the rioters who had committed\n                murder during a riot.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So, when the crowd went up and began to ask Pilate to follow\n                his usual custom, he answered, “Do you want me to release the\n                king of the Jews for you?”. For he was aware that it was out of\n                jealousy that the chief priests had given Jesus up to him. But\n                the chief priests incited the crowd to get Bar-Abbas released\n                instead. Pilate, however, spoke to them again, “What should I\n                do then with the man whom you call the king of the Jews?Γ.\n                Again they shouted, “Crucify him!”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                “Why, what harm has he done?”, Pilate kept saying to them. But\n                they shouted furiously, “Crucify him!”. And Pilate, wishing to\n                satisfy the crowd, released Bar-Abbas to them, and, after\n                scourging Jesus, gave him up to be crucified.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-95\"\u003e\n                A Crown of Thorns (S-95)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                The soldiers then took Jesus away into the courtyard - that is\n                the government house - and they called the whole garrison\n                together. They dressed him in a purple robe, and having twisted\n                a crown of thorns, put it on him, and then began to salute him.\n                “Long life to you, king of the Jews!”, they said. And they kept\n                striking him on the head with a rod, spitting at him, and\n                bowing to the ground before him, going down on their knees,\n                and, when they had left off mocking him, they took off the\n                purple robe, and put his own clothes on him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-96\"\u003e\n                Simon of Cyrene (S-96)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They led Jesus out to crucify him, and they compelled a\n                passer-by, Simon of Cyrene, who was on his way in from the\n                country, the father of Alexander and Rufus, to go with them to\n                carry his cross.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-97\"\u003e\n                Golgotha (S-97)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                They brought Jesus to the place which was known as Golgotha, a\n                name which means “place of the skull”. There they offered him\n                drugged wine, but Jesus refused it. Then they crucified him and\n                divided his clothes among them, casting lots for them to settle\n                what each should take.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-98-a\"\u003e\n                Crucifixion (S-98-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                It was nine in the morning when they crucified him. The words\n                of the charge against him, written up over his head, read, “The\n                king of the Jews”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-99-a\"\u003e\n                Two Thieves (S-99-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                And with him they crucified two thieves, one on the right, and\n                the other on the left.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-98-b\"\u003e\n                Crucifixion (cont.) (S-98-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                \u003cspan class=\"interpolation\"\u003eAnd the verse of scripture was\n                fulfilled which said, “He was counted as one of the\n                lawbreakers.”.\u003c/span\u003e The passers-by railed at him, shaking\n                their heads, as they said, “Ah! You who would destroy the\n                Temple and build one in three days, come down from the cross\n                and save yourself!”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                In the same way the chief priests, with the teachers of the\n                law, said to one another in mockery, “He saved others, but he\n                cannot save himself! Let the Christ, the king of Israel, come\n                down from the cross now so that we can see it and believe.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-99-b\"\u003e\n                Two Thieves (cont.) (S-99-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Even the men who had been crucified with Jesus insulted him.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-100\"\u003e\n                Darkness (S-100)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                At midday, a darkness came over the whole country, lasting\n                until three in the afternoon.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-101\"\u003e\n                Eloi (S-101)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                And at three, Jesus called out loudly, “Eloi, Eloi, lama\n                sabacthani?”, which means, “My God, my God, why have you\n                forsaken me?”. Some of those standing around heard this, and\n                said, “Listen! He is calling for Elijah!”. And a man ran, and\n                soaking a sponge in common wine, put it on the end of a rod,\n                and offered it to him to drink, saying as he did so, “Wait and\n                let us see if Elijah is coming to take him down.”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-98-c\"\u003e\n                Crucifixion (cont.) (S-98-c)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                But Jesus, giving a loud cry, expired. The Temple curtain was\n                torn in two from top to bottom. The Roman officer who was\n                standing facing Jesus, on seeing the way in which he expired,\n                exclaimed, “Truly this man was the Son of God!”.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-102-a\"\u003e\n                Watching Women (S-102-a)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                There were some women also watching from a distance, among them\n                being Mary of Magdala, Mary the mother of James the Little and\n                of Joseph, and Salome, all of whom used to accompany Jesus when\n                he was in Galilee, and attend on him, besides many other women\n                who had come up with him to Jerusalem.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-103\"\u003e\n                Joseph of Arimathea (S-103)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                The evening had already fallen, when, as it was the Preparation\n                day - the day before the Sabbath - Joseph of Arimathea, a\n                councilor of good position, who was himself living in\n                expectation of the kingdom of God, came and ventured to go in\n                to see Pilate, and to ask for the body of Jesus.\n              \u003c/p\u003e\n              \u003cp\u003e\n                But Pilate was surprised to hear that he had already died. So\n                he sent for the officer, and asked if he were already dead, and\n                on learning from the officer that it was so, he gave the corpse\n                to Joseph. Joseph, having bought a linen sheet, took Jesus down\n                and wound the sheet around him, and laid him in a tomb which\n                had been cut out of the rock, and then rolled a stone up\n                against the entrance of the tomb.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-102-b\"\u003e\n                Watching Women (cont.) (S-102-b)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Mary of Magdala and Mary, the mother of Joseph, were watching\n                to see where he was laid.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-104\"\u003e\n                The Resurrection (S-104)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                When the Sabbath was over, Mary of Magdala, Mary the mother of\n                James, and Salome bought some spices, so that they might go and\n                anoint the body of Jesus.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Very early on the first day of the week they went to the tomb,\n                after sunrise. They were saying to one another, “Who will roll\n                away the stone for us from the entrance of the tomb?”. But, on\n                looking up, they saw that the stone had already been rolled\n                back; it was a very large one. Going into the tomb, they saw a\n                young man sitting on their right, in a white robe, and they\n                were dismayed, but he said to them, “Do not be dismayed, you\n                are looking for Jesus, the Nazarene, who has been crucified. He\n                has risen. He is not here! Look! Here is the place where they\n                laid him. But go, and say to his disciples and to Peter, “He is\n                going before you into Galilee. There you will see him, as he\n                told you.””. They went out and fled from the tomb, for they\n                were trembling and bewildered, and they did not say a word to\n                anyone, for they were afraid.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-105\"\u003e\n                Short Ending (S-105)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                But all that had been revealed to them they reported briefly to\n                Peter and his companions. Afterwards Jesus himself sent them\n                out, from east to west, the sacred and imperishable\n                proclamation of eternal salvation. Amen.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-106\"\u003e\n                Resurrection Appearances (S-106)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                After his rising again, early on the first day of the week,\n                Jesus appeared first of all to Mary of Magdala, from whom he\n                had driven out seven demons. She went and told the news to\n                those who had been with him and who were now in sorrow and\n                tears, yet even they, when they heard that he was alive and had\n                been seen by her, did not believe it.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Afterwards, altered in appearance, he made himself known to two\n                of them as they were walking on their way into the country.\n                They also went and told the rest, but they did not believe even\n                them.\n              \u003c/p\u003e\n              \u003cp\u003e\n                Later on, he made himself known to the Eleven themselves as\n                they were at a meal, and reproached them with their want of\n                faith and their stubbornness, because they did not believe\n                those who had seen him after he had risen from the dead.\n              \u003c/p\u003e\n              \u003ch1 id=\"s-107\"\u003e\n                Long Ending (S-107)\n              \u003c/h1\u003e\n              \u003cp\u003e\n                Then he said to them, “Go into all the world, and proclaim the\n                good news to all creation. He who believes and is baptized will\n                be saved, but he who refuses to believe will be condemned.\n                Moreover these signs will attend those who believe. In my name\n                they will drive out demons, they will speak with tongues, they\n                will take up snakes in their hands, and if they drink any\n                poison, it will not hurt them. They will place their hands on\n                sick people and they will recover.”.\n              \u003c/p\u003e\n              \u003cp\u003e\n                So the Lord Jesus, after he had spoken to them, was taken up\n                into heaven, and sat at the right hand of God. But they set out\n                and made the proclamation everywhere, the Lord working with\n                them, and confirming the message by the signs which attended\n                it.\n              \u003c/p\u003e\n            \u003c/div\u003e\n            \u003cdiv id=\"next_prev\"\u003e\n              \u003cp\u003e\n                \u003cspan class=\"align_left\"\u003e\u003ca class=\"next_prev\" href=\n                \"/heresy/sayings/\"\u003e‹ Sayings\u003c/a\u003e\u003c/span\u003e\n              \u003c/p\u003e\n            \u003c/div\u003e\n          \u003c/div\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n      \u003cdiv id=\"nav\"\u003e\n        \u003ch1 class=\"title\"\u003e\n          Navigation\n        \u003c/h1\u003e\n        \u003cdiv align=\"center\" class=\"search\"\u003e\n          \u003cform method=\"get\" action=\"http://www.google.com/search\"\u003e\n            \u003cinput type=\"text\" name=\"q\" maxlength=\"255\" /\u003e \u003cinput type=\"submit\"\n            value=\"Search\" /\u003e \u003cinput type=\"hidden\" name=\"domains\" value=\n            \"muflax65ngodyewp.onion\" /\u003e \u003cinput style=\"visibility:hidden\" type=\"radio\" name=\n            \"sitesearch\" value=\"muflax65ngodyewp.onion\" checked=\"checked\" /\u003e\n          \u003c/form\u003e\n        \u003c/div\u003e\n        \u003cdiv id=\"cat-nav\"\u003e\n          \u003ch2\u003e\n            Categories\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/heresy/'\u003eHeresy (1)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/heresy/sayings/\"\u003eSayings\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/super/'\u003eSuper-Texts (1)\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli style=\"list-style: none; display: inline\"\u003e\n              \u003cul\u003e\n                \u003cli\u003e\n                  \u003cspan class='align_left'\u003e\u003ca href=\n                  \"/super/mark/\"\u003eSuper-Mark\u003c/a\u003e\u003c/span\u003e\n                  \u003cdiv style='clear: both'\u003e\u003c/div\u003e\n                \u003c/li\u003e\n              \u003c/ul\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n          \u003ch2\u003e\n            All Posts\n          \u003c/h2\u003e\n          \u003cul\u003e\n            \u003cli\u003e\n              \u003ca href='/categories/'\u003eAll Posts By Category\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/date/'\u003eAll Posts By Date\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='/rss.xml'\u003eRSS feed\u003c/a\u003e\n            \u003c/li\u003e\n            \u003cli\u003e\n              \u003ca href='http://.disqus.com/latest.rss'\u003eRSS feed (comments)\u003c/a\u003e\n            \u003c/li\u003e\n          \u003c/ul\u003e\n        \u003c/div\u003e\n      \u003c/div\u003e\n    \u003c/div\u003e\n    \u003cdiv id=\"crumb\"\u003e\n      \u003ca class='crumb' href='/'\u003ethe unchanging gospel\u003c/a\u003e\n    \u003c/div\u003e\n  \u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"\n      The Unchanging Gospel\n    ","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html","DATE":"Mon, 25 Jul 2016 22:06:23 GMT","ETAG":"W/\"1-1fa6c\"","LAST-MODIFIED":"Thu, 01 Jan 1970 00:00:01 GMT","SERVER":"nginx"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
