{"hiddenService":"hzovy5vy36hrbxqv.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx/1.4.6 (Ubuntu)","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["fr.wikipedia.org"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/communs/css","/communs/css","/communs/js/lib","/communs/js","/communs/img","/communs/img"],"pgpKeys":null,"hashes":["88f3472c9990acc7895fe461831544af350aa888"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml lang=\"fr\"\u003e\n\u003chead\u003e\n\t\u003cmeta charset=\"utf-8\"\u003e\n\t\u003ctitle\u003eCTF : Capture The Fuck - Accueil -\u003c/title\u003e\n\t\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"//netdna.bootstrapcdn.com/font-awesome/3.2.1/css/font-awesome.css\"\u003e\n\t\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/communs/css/style.css\"\u003e\n\t\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/communs/css/accueil.css\"\u003e\n\t\u003cscript type=\"text/javascript\" src=\"/communs/js/lib/jquery.js\"\u003e\u003c/script\u003e\n\t\u003cscript type=\"text/javascript\" src=\"/communs/js/hide_troll.js\"\u003e\u003c/script\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\u003cdiv id=\"noTrollC\"\u003e\u003cinput type=\"checkbox\" name=\"hide_troll\" id=\"noTrollCB\" /\u003e\u003clabel for=\"noTrollCB\"\u003e Hide Troll Tag\u003c/label\u003e\u003c/div\u003e\t\u003cheader id=\"head\"\u003e\n\t\t\u003cdiv class=\"logo left\"\u003e\u003cimg src=\"/communs/img/logo_min.jpg\" alt=\"LE LOGO\" title=\"OUI C'EST LE LOGO CONNARD !!!\" /\u003e\u003c/div\u003e\n\t\t\u003cdiv class=\"logo right\"\u003e\u003cimg src=\"/communs/img/logo_min.jpg\" alt=\"LE LOGO\" title=\"OUI C'EST LE LOGO CONNARD !!!\" /\u003e\u003c/div\u003e\n\t\t\u003ch1\u003eCapture The Fuck\u003c/h1\u003e\n\t\t\u003cnav\u003e\n\t\t\t\u003cul\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"/?\"\u003eAccueil\u003c/a\u003e\u003c/li\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"/?pg=apropos\"\u003e\u0026Agrave; propos\u003c/a\u003e\u003c/li\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"/?pg=contact\"\u003eContact\u003c/a\u003e\u003c/li\u003e\n\t\t\t\t\u003cli\u003e\u003ca href=\"/?pg=help\"\u003eAide\u003c/a\u003e\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003e\u003ca href=\"/?pg=start\"\u003eJe clic à mes risques et périls ! \u003csmall\u003e(et oui je sais c'est chiant à lire et moche mais c'est mon site alors j'tenmerde bien profond tu vois)\u003c/small\u003e\u003c/a\u003e\u003c/li\u003e\n\t\t\t\u003c/ul\u003e\n\t\t\u003c/nav\u003e\n\t\u003c/header\u003e\n\t\u003cdiv id=\"content\"\u003e\t\t\u003ch2\u003eHein de quoi ?\u003c/h2\u003e\n\t\t\u003cp\u003e\u003cb\u003eCTF\u003c/b\u003e est à l'origine l'anagramme de \"\u003ci\u003eCapture The Flag\u003c/i\u003e\" ou \"\u003ci\u003eCaputre le drapeau\u003c/i\u003e\" \u003ctroll\u003epour les connards d'anglophaubes\u003c/troll\u003e désigne une épreuve consistant généralement en hacking à trouver à l'intérieur d'un code source, d'une base de donnée, ou autre un flag (drapeau DONC) qui leur permettra de valider l'épreuve.\u003cbr /\u003eMézAnKöR me dirrez-vous avec votre accent allemand d'autriche, et bien ici il va s'aggir de \"trouver\" le \"\u003ci\u003efuck\u003c/i\u003e\" (ou \"\u003ci\u003edélire\u003c/i\u003e\" \u003ctroll\u003ePOUR LES MÊME CONNARD\u003c/troll\u003e) qui se cache dans la page de l'épreuve.\u003cbr /\u003eOuïMéKomenKonFé me dirrez-vous comme le jeune freuluquet insouciant et irréfléchit que vous êtes.... ET BAH DEMERDEZ-VOUS !\u003c/p\u003e\n\t\t\u003ctrollsection\u003e\n\t\t\t\u003ch2\u003eEt \u003ctroll\u003eça\u003c/troll\u003e c'est quoi ?\u003c/h2\u003e\n\t\t\t\u003cp\u003e\n\t\t\t\tC'est ma balise HTML \u003ctroll\u003e\u0026lt;troll\u003e\u003c/troll\u003e qui me permet via une mise en page spécifique de vous faire comprendre les moments pris au sérrieux \u003ca href=\"https://fr.wikipedia.org/wiki/Les_Autres_%28film,_2001%29\"\u003edes autres\u003c/a\u003e.\u003cbr /\u003e\n\t\t\t\t\u003csmall\u003e\u003ci\u003eN.B : Tu peux désactivé ces messages \"troll\" en cochant la case en haut à ta gauche.\u003c/i\u003e\u003c/small\u003e\n\t\t\t\u003c/p\u003e\n\t\t\u003c/trollsection\u003e\n\t\t\u003ch2\u003eQui peux jouer, qui ne peux pas ?\u003c/h2\u003e\n\t\t\u003cp\u003eJ'ai la triste intention de vous annoncer que non...les morts ne pourront pas jouer à ce jeu. Par contre si tu es en vie, il faut quand même quelques caractéristiques si tu souhaites éventuellement essayer de tenter de pouvoir conditionnelement de manière peut probable et hasardeuse espérer que pourquoi pas il se pourrait que tu y parvienne au moins à moitié (mais pas sûre) :\u003c/p\u003e\n\t\t\u003cul\u003e\n\t\t\t\u003cli\u003eTu dois être libre dans ta tête ! Ne pas respecter les barrières qu'on t'a foutu dans le crâne depuis ta naissance et t'évader en cherchant dans l'absurde et l'anti reflexion réfléchit (ça veut dire que c'est pas logique mais que j'y ait réfléchit quand même !)\u003c/li\u003e\n\t\t\t\u003cli\u003eTu dois t'y connaitre un \u003cb\u003eminimum\u003c/b\u003e en informatique (un petit tuto de ratrapage en quelques leçon \u003ca href=\"?pg=tuto\"\u003eest disponnible ici\u003c/a\u003e, il te donnera les clés techniques à avoir)\u003c/li\u003e\n\t\t\t\u003cli\u003eIl est vivement conseillé d'aimer le café, le thé, les boissons energisante ou tout autre stimulants si tu comptes dépacé la partie 1 du jeu...\u003c/li\u003e\n\t\t\t\u003cli\u003eNe cherche pas trop, explore tout simplement. Tu veras que parfois il y a des pépites cachés... Mais seul ceux qui bossent dure les trouveront !\u003c/li\u003e\n\t\t\t\u003cli\u003eApprends à lire, je veux dire pour de vrai. Si t'es même pas fichus de lire ce texte jusqu'au bout, oublie tout de suite ce jeu...\u003c/li\u003e\n\t\t\t\u003cli\u003eAmuses-toi avant tout, relativise quand tu n'y arrive pas, éventuellement demande de l'aide sur le forum mais ne t'attends pas à une solution toute faite.\u003c/li\u003e\n\t\t\u003c/ul\u003e\n\t\t\u003ch2\u003eF.A.Q : Foire Aux Questions\u003c/h2\u003e\n\t\t\u003cp\u003eApprochez approchez elles sont belles mes questions approchez messieurs-dames !\u003c/p\u003e\n\t\t\u003cp\u003eJe fais ici une petite liste des questions qu'on pourrait se poser et des réponses innévitables que je donnerais :\u003c/p\u003e\n\t\t\u003cul\u003e\n\t\t\t\u003cli class=\"q\"\u003ePourquoi ?\u003c/li\u003e\n\t\t\t\u003cli class=\"r\"\u003eParce que et c'est tout, marre de cette question !\u003c/li\u003e\n\t\t\t\u003cli class=\"q\"\u003eComment on joue ?\u003c/li\u003e\n\t\t\t\u003cli class=\"r\"\u003eLa réponse est ci-dessus\u003ctroll\u003e : CHERCHE CONNARD !\u003c/troll\u003e\u003c/li\u003e\n\t\t\t\u003cli class=\"q\"\u003eEt je dois tout recommencer à chaque fois ?\u003c/li\u003e\n\t\t\t\u003cli class=\"r\"\u003eA pars dans la partie \"NoSave\", non il ne faut pas toujours recommencer... Il y a un bouton sauvegarde. Mais comment que ça se passe alors ? Et bien quand tu sauvegardes (et j'ai fais exprès que ça ne soit \u003cb\u003epas\u003c/b\u003e automatique), un fichier est crée et se télécharge (après si t'es con et que tu le télécharge pas tampis pour toi). C'est un fichier texte donc pas de panique les amis ! Lorsque tu reprends une partie, tu va cliquer sur le bouton parcourir en haut de la page et tu choisit ton fichier. Voilà ! Si j'ai voulu ce système, c'est pour vous responssabiliser sur le fait que \u003cb\u003evous\u003c/b\u003e êtes maitre de votre sauvegarde et l'unique maitre.\u003c/li\u003e\n\t\t\t\u003cli class=\"q\"\u003eJ'ai perdu mon fichier, y-a-t-il un moyen de continuer ma partie quand même ?\u003c/li\u003e\n\t\t\t\u003cli class=\"r\"\u003e\n\t\t\t\t\u003ch3\u003eSi tu es en plein jeu :\u003c/h3\u003e\n\t\t\t\t\u003cp\u003eTu as juste à cliquer sur Télécharger\u003ctroll\u003e alors fais pas chier !\u003c/troll\u003e\u003c/p\u003e\n\t\t\t\t\u003ch3\u003eSi tu n'es plus en plein jeu, mais que tu y était avant d'arriver sur cette page\u003c/h3\u003e\n\t\t\t\t\u003cp\u003eHeuresement j'ai pensé à tout ! Si jamais tu as perdu ce fichier, il te suffit de me \u003ca href=\"?pg=contact\u0026s=re\"\u003econtacter via la partie prévu à cette effet dans le menu en haut, et de simplement selectionner dans la liste \"recovery\"\u003c/a\u003e. Ca va permettre de m'envoyer par mail ton IP ainsi que ton ID utilisateur (si ta session est encore active ou si le coockie crée au lancement du jeu est toujours présent) et je pourrais manuellement retrouvé ton fichier de sauvegarde.\u003cbr /\u003e\u003cspan class=\"warn\"\u003eSi vous avez une IP dynamique, la dernière IP utilisée sera comparrée à celle actuelle. Si vous n'utilisez pas les coockies sur votre navigateur, que vous masquez votre IP et que vous venez juste de vous connecté à ce site en espérant récupérer votre partie : \u003ctroll\u003eNE CROYEZ PLUS AU PERE NOËL !\u003c/troll\u003e Je ne \u003cb\u003ePEUX PAS\u003c/b\u003e devinez qui vous êtes !\u003c/p\u003e\n\t\t\t\t\u003ch3\u003eSi tu viens d'arriver sur le site\u003c/h3\u003e\n\t\t\t\t\u003cp\u003eJe ne peux rien pour toi...\u003c/p\u003e\n\t\t\t\u003c/li\u003e\n\t\t\u003c/ul\u003e\n\t\t\u003ch2\u003eP.S :\u003c/h2\u003e\n\t\t\u003cp\u003eUne dernière chose : pense à mettre des cotons tiges dans tes oreilles pour que ton cerveau ne coule pas entièrement sur ton placher.\u003cbr /\u003e\n\t\tCordialement,\u003cbr /\u003e\n\t\tLe \u003cdel\u003epsycopathe\u003c/del\u003e génit qui a inventé \u003cdel\u003ecette torture\u003c/del\u003e ce jeu divertissant et familliale.\u003c/p\u003e\t\u003c/div\u003e\n\t\u003cfooter\u003e\n\t\t\u003cp\u003e\n\t\t\t\u003ci\u003eCelui qui s'attends à voir un copyright ici est un gros connard.\u003c/i\u003e\u003cbr /\u003e\n\t\t\t\u003ca href=\"#head\"\u003eRemonter\u003c/a\u003e - \u003ca href=\"/?pg=ipd\"\u003eJe clique ici par désespoire\u003c/a\u003e\n\t\t\u003c/p\u003e\n\t\t\u003cdiv\u003e\n\t\t\t\u003cp\u003e\u003csmall\u003eCelui qui continue à lire ce texte est pas mal non plus parce que ya plus rien par ici à part ces écritures qui ne servent pas à grand chose à part te faire perdre ton temps pauvre endouille rends-toi en compte et arrête pendant qu'il en est encore temps ! Non il faut que tu continues, tes yeux sont rivés sur le bas de cet écran et tu ne peut t'empêcher de lire, encore, encore, encore, ... Et si je décidais tout par un coup de me dire que je vais continuer ce texte indéfiniment tu continuerais quand même ? Bah tu me diras : mais c'est pas possible c'est forcément un texte finit, et bien non chère amis. Mais tu vois, sur les sites traditionnel tu lis en transversalle voir pas du tout (ou alors tu lis tout mais toi j'tenmerde le monsieurs parfait) alors que là tu es en train de tout lire ! Et tu sais pourquoi ? Par ce que tu trouves ça drôle ou divertissant (ET JTENMMERDE SI C'EST PAS LE CAS PERSONNE T'OBLIGE A LIRE ENCULER) alors que disons-nous le bien en face : le sérrieux ça fait chier. Ca fait chier tout le monde, même ceux qui en sont les rois. Alors que faire ? Faites passer vos messages par l'humour, vous toucherez bien plus de cible que toute la propagande du monde ! La preuve c'est que tu viens de lire cette phrase, de la comprendre et de l'approuver de manière inconsciente (et là tu t'en rends compte) alors que si je l'avais glisser dans la même quantité de texte mais d'un texte chiant bah tu l'aurais pas vu du tout et tu serais passé à côté de l'infos... Et c'est comme ça qu'on nous manipule avec les médias : on inonde d'info pour que personne ne retienne rien ! Bah ouais tu vois tu rigolais et maintenant soit tu ris jaune parce que t'es anarchistes, soit tu quitte ce site parce que t'es qu'un gros con, soit tu commence à flipper en te disant \"oh tiens j'y avait jamais pensser parce que j'avais pas le temps d'y pensser parce que ce temps on me le prends avec ces même médias qui me bourrent H24 mon pauvre petit cerveau humain qui ne peut rester concentrer au maximum 20minutes d'affillé et qui peut retenir au mieux 200mots par jour...\" Et ouais mon pote faut arrêter de croir que parce que c'est nous l'humain, c'est nous le plus fort et le plus développé ! On est des sous merdes, t'as qu'à voir ce que ça donne \"l'intelligence\" humaine donné à un animal en mattant la planète des singes et tu relativiseras parce qu'au final on se baricade tellement, on est tellement en mode \"oh mon dieu l'insécurité reigne, vite met le JT de 20h sur TF1\" qu'on devient des vrais lopettes et qu'à la moindre conneries écologique qui nous tombent sur la geule (ce qui ne serait tarder vu au rythme auquel on s'y attèle) ou la moindre guerre qui nous arrive dessus (ce qui devrait plus trop tarder non plus si on continue à nous meller de ce qui nous regarde pas), bah on est tous morts ! Sauf les très très riches qui seront trop bien protégé (s'ils ont eut le temps) et les très très pauvres qui seront tellement habitué à la misère et à résister à pas mal de saloperie qu'il deviendront les nouveaux médicaments ! C'est ça que tu veux hein connard ? Un monde post-apo avec les riches qui cuisine à la chaine des pauvres pour se faire des remèdes ??? NON BIENSURE QUE NON ET SI TU PENSE QUE TU DIS OUI BAH FERME TA GRANDE GUEULE ET RE REFLECHIT BIEN P'TIT CON !\u003c/small\u003e\u003c/p\u003e\n\t\t\t\u003cp\u003eCeci était un message de la FDPDPED, la Fédération Des Pétteurs De Plombs En Dirrect.\u003c/p\u003e\n\t\t\u003c/div\u003e\n\t\u003c/footer\u003e\n\u003c/body\u003e\n\u003c/html\u003e","pageTitle":"CTF : Capture The Fuck - Accueil -","responseHeaders":{"CACHE-CONTROL":"no-store, no-cache, must-revalidate, post-check=0, pre-check=0","CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Sat, 23 Jul 2016 11:43:07 GMT","EXPIRES":"Thu, 19 Nov 1981 08:52:00 GMT","PRAGMA":"no-cache","SERVER":"nginx/1.4.6 (Ubuntu)","SET-COOKIE":"PHPSESSID=31gf1svcq88liljhmedqfl4980; path=/","VARY":"Accept-Encoding","X-POWERED-BY":"PHP/5.5.9-1ubuntu4.14"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
