{"hiddenService":"ij45s7xb62abfggu.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["da50834367c0147ca7c0d1b7681525f3490a6cde"],"snapshot":"\u003c!DOCTYPE html\u003e\r\n\u003cHTML\u003e\r\n\u003cTITLE\u003eRosa del Desierto\u003c/TITLE\u003e\r\n\u003c/HEAD\u003e\r\n\u003cBODY\u003e\r\n\u003ch2\u003eRosa del Desierto\u003c/h2\u003e\u003ch4\u003eAsesinos a sueldo.\u003c/h4\u003e\r\n\r\n\u003ch5\u003eCambio de email a rosadeldesiertoseguro@protonmail.com, si usted no ha recibido respuesta aun reenvíe su mensaje a esta direccion\u003c/h5\u003e\r\n\r\n\u003cp\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Somos un pequeño grupo descentralizado de personas formalmente entrenadas que operan internacionalmente.\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Somos profesionales experimentados tanto en la eficacia como en la discreción que conlleva nuestro trabajo. Contamos con recursos intelectuales, tecnológicos y políticos necesarios para operar de forma efectiva en la mayoría de los trabajos que se nos asignan.\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Nuestro servicio es completamente anónimo, no conoceremos su identidad ni usted la nuestra bajo ninguna circunstancia.\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Usted solo necesita saber eso de nosotros.\u003cbr\u003e\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Por favor lea atentamente los siguientes datos antes de entrar en contacto con nosotros.\u003c/p\u003e\r\n\u003cul\u003e\r\n\t\u003cli\u003e\u0026nbsp;El valor mínimo de de un trabajo es de 1000 dolares (Usted pagara el equivalente en su moneda local). Precio no negociable.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si el trabajo requiere eliminar múltiples objetivos el valor mínimo disminuye a 750 dolares cada uno. Precio no negociable.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Usted puede proponernos su presupuesto y nosotros le ofreceremos un servicio acorde a él.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;No asesinamos niños.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si el objetivo es de difícil acceso o una persona importante cuya muerte cause repercusión en los medios el precio aumenta.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Usted debe enviar vía e-mail la mayor cantidad posible de datos sobre el objetivo. Si la información es suficiente para eliminar una parte del proceso de inteligencia el precio y el tiempo de realización disminuye.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Por favor cuide su ortografía.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;No nos interesa saber quien es usted ni sus motivos. Evite mencionarlo.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted se siente inseguro, cree que puede arrepentirse o a sufrido problemas psicológicos por favor absténgase de contactar con nosotros.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Luego de que usted entre en contacto con nosotros y nos envié la información del trabajo y del objetivo, realizaremos un trabajo de investigación superficial para determinar si aceptaremos o no el trabajo y definir el presupuesto. Usted recibirá una respuesta tanto si aceptamos como si no el trabajo. Este proceso suele durar de 2 a 5 días.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si su trabajo es aceptado se le enviará el presupuesto y le explicaremos como pagar anónimamente por medio de bitcoin o western union.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;El presupuesto es final. Una vez realizado el pago no se le pedirá que vuelva a pagar bajo ninguna circunstancia.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si va a retirar el dinero para pagar nuestro servicio de un banco evite retirar la totalidad en un solo día.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Una vez realizado el pago se le enviaran instrucciones que deberá seguir al pie de la letra. Estas instrucciones son para ayudarlo a mantener un perfil bajo y no interferir en nuestro trabajo. De ninguna forma vamos a pedirle que colabore con nosotros en la realización del trabajo.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;El trabajo tarda en llevarse a cabo entre dos semanas y tres meses. Si usted desea que el trabajo se lleve a cabo en menos tiempo o en una fecha y horario determinado el precio aumenta.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted desea que el objetivo reciba un mensaje antes de morir el precio aumenta.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted desea que nos hagamos con una posesión de su objetivo para entregársela a usted el precio aumenta.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted desea que parezca un robo o un suicidio el precio aumenta. (Solo se realiza en determinados trabajos)\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted desea desaparecer al objetivo el precio se duplica.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;No fingimos accidentes ni realizamos secuestros.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si el objetivo se encuentra en un estado o provincia distinto al nuestro se agregaran los gastos de transporte al presupuesto.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Si usted decide cancelar el trabajo luego de haberlo pagado se le devolverá el dinero en su totalidad, descontando las horas que se hayan invertido en investigación y planificación.\u003c/li\u003e\u003cbr\u003e\r\n\t\u003cli\u003e\u0026nbsp;Un mes despues de terminado el trabajo usted puede recomendarnos con personas de su confianza.\u003c/li\u003e\u003cbr\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;Los países en los que trabajamos son México, Colombia, Chile, Argentina y Uruguay.\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Si desea que realicemos un trabajo en otro país los precios y tiempos de realización aumentan considerablemente por eso le recomendamos que busque alguien en su país que realice nuestros mismos servicios.\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Nuestro equipo se encuentra en crecimiento y pronto podremos agregar otros países a la lista.\u003c/p\u003e\u003cbr\u003e\u003cbr\u003e\r\n\u003cp\u003e\u003ch4\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;Si ha decidido contratar nuestros servicios o tiene dudas puede contactar con nosotros a través del siguiente email. (Consulte siempre esta pagina antes de enviar mail)\u003c/h4\u003e\u003cbr\u003e\r\n\u003cblockquote\u003e\u003ch4\u003erosadeldesiertoseguro@protonmail.com\u003c/h4\u003e\u003c/blockquote\u003e\u003cBR\u003e\u003cbr\u003e\r\n\u0026nbsp;\u0026nbsp;\u0026nbsp;Bajo ninguna circunstancia intente rastrearnos, podría tener la mala suerte de encontrarnos. Si usted puede vernos, nosotros podemos verlo a usted.\u003c/P\u003e \u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\r\n\r\n\u003cp\u003e\u003ch5\u003eNoticias\u003c/h5\u003e\r\n\u003ch6\u003e\u003cli\u003e12/05/2014 Página web online\u003c/li\u003e\r\n\u003cli\u003e16/08/2014 Comenzamos a brindar servicios en España\u003c/li\u003e\r\n\u003cli\u003e04/12/2014 Cambio de host\u003c/li\u003e\r\n\u003cli\u003e05/01/2015 Comenzamos a brindar servicios en Argentina, Chile y Uruguay\u003c/li\u003e\r\n\u003cli\u003e23/07/2015 Han llegado muchos clientes fuera de nuestro circulo\u003c/li\u003e\r\n\u003cli\u003e10/08/2015 Dejamos de brindar servicios en Chile\u003c/li\u003e\r\n\u003cli\u003e13/08/2015 Dejamos de brindar servicios en Argentina y Uruguay\u003c/li\u003e\r\n\u003cli\u003e23/08/2015 Dejamos de brindar servicios en España\u003c/li\u003e\r\n\u003cli\u003e30/11/2015 Volvemos a brindar servicios en Uruguay\u003c/li\u003e\r\n\u003cli\u003e27/02/2016 Volvemos a brindar servicios en Chile y Argentina\u003c/li\u003e\r\n\u003cli\u003e28/03/2016 Cambio de host\u003c/li\u003e\r\n\u003cli\u003e29/03/2016 Nuevo incremento de consultas\u003c/li\u003e\u003c/h6\u003e\r\n\u003c/p\u003e\r\n\u003c/BODY\u003e \r\n\u003c/HTML\u003e\r\n","pageTitle":"","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Sat, 23 Jul 2016 21:12:36 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
