{"hiddenService":"jvyu37pcvo4tia5z.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache/2.4.23 (Unix) OpenSSL/1.0.2h mod_wsgi/4.5.2 Python/2.7.10","foundApacheModStatus":true,"relatedOnionServices":null,"relatedOnionDomains":["ter.vg","etest.com","pto.is","rowski.com"],"linkedSites":null,"internalPages":null,"ipAddresses":["66.175.214.151","212.103.72.235","207.46.13.121","144.76.12.78","95.222.25.181","107.170.119.208","69.162.124.227"],"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["a855e432ea8ebaee78fd39365dd71307c75b1d18"],"snapshot":"\u003chtml\u003e\n  \u003chead\u003e\u003ctitle\u003ehidden service\u003c/title\u003e\u003c/head\u003e\n  \u003cbody\u003e\n\n\u003cpre\u003e\n                               ==Phrack Inc.==\n\n                    Volume One, Issue 7, Phile 3 of 10\n\n=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=\nThe following was written shortly after my arrest...\n\n                       \\/\\The Conscience of a Hacker/\\/\n\n                                      by\n\n                               +++The Mentor+++\n\n                          Written on January 8, 1986\n=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=\n\n        Another one got caught today, it's all over the papers.  \"Teenager\nArrested in Computer Crime Scandal\", \"Hacker Arrested after Bank Tampering\"...\n        Damn kids.  They're all alike.\n\n        But did you, in your three-piece psychology and 1950's technobrain,\never take a look behind the eyes of the hacker?  Did you ever wonder what\nmade him tick, what forces shaped him, what may have molded him?\n        I am a hacker, enter my world...\n        Mine is a world that begins with school... I'm smarter than most of\nthe other kids, this crap they teach us bores me...\n        Damn underachiever.  They're all alike.\n\n        I'm in junior high or high school.  I've listened to teachers explain\nfor the fifteenth time how to reduce a fraction.  I understand it.  \"No, Ms.\nSmith, I didn't show my work.  I did it in my head...\"\n        Damn kid.  Probably copied it.  They're all alike.\n\n        I made a discovery today.  I found a computer.  Wait a second, this is\ncool.  It does what I want it to.  If it makes a mistake, it's because I\nscrewed it up.  Not because it doesn't like me...\n                Or feels threatened by me...\n                Or thinks I'm a smart ass...\n                Or doesn't like teaching and shouldn't be here...\n        Damn kid.  All he does is play games.  They're all alike.\n\n        And then it happened... a door opened to a world... rushing through\nthe phone line like heroin through an addict's veins, an electronic pulse is\nsent out, a refuge from the day-to-day incompetencies is sought... a board is\nfound.\n        \"This is it... this is where I belong...\"\n        I know everyone here... even if I've never met them, never talked to\nthem, may never hear from them again... I know you all...\n        Damn kid.  Tying up the phone line again.  They're all alike...\n\n        You bet your ass we're all alike... we've been spoon-fed baby food at\nschool when we hungered for steak... the bits of meat that you did let slip\nthrough were pre-chewed and tasteless.  We've been dominated by sadists, or\nignored by the apathetic.  The few that had something to teach found us will-\ning pupils, but those few are like drops of water in the desert.\n\n        This is our world now... the world of the electron and the switch, the\nbeauty of the baud.  We make use of a service already existing without paying\nfor what could be dirt-cheap if it wasn't run by profiteering gluttons, and\nyou call us criminals.  We explore... and you call us criminals.  We seek\nafter knowledge... and you call us criminals.  We exist without skin color,\nwithout nationality, without religious bias... and you call us criminals.\nYou build atomic bombs, you wage wars, you murder, cheat, and lie to us\nand try to make us believe it's for our own good, yet we're the criminals.\n\n        Yes, I am a criminal.  My crime is that of curiosity.  My crime is\nthat of judging people by what they say and think, not what they look like.\nMy crime is that of outsmarting you, something that you will never forgive me\nfor.\n\n        I am a hacker, and this is my manifesto.  You may stop this individual,\nbut you can't stop us all... after all, we're all alike.\n\n                               +++The Mentor+++\n_______________________________________________________________________________\n\u003c/pre\u003e\n\n    \u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"hidden service","responseHeaders":{"ACCEPT-RANGES":"bytes","CONTENT-LENGTH":"3914","CONTENT-TYPE":"text/html","DATE":"Sat, 23 Jul 2016 06:30:53 GMT","ETAG":"\"f4a-4cd8831682dc0\"","LAST-MODIFIED":"Fri, 02 Nov 2012 19:32:15 GMT","SERVER":"Apache","X-TOR2WEB-CACHE":"True"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
