{"hiddenService":"la5futldp7xjrpc4.onion","webDetected":true,"sshDetected":true,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"Apache","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["download","download","download","download","download","download","download","download"],"pgpKeys":null,"hashes":["8f0586fddf7e67477bfadd71eccbe4129fdadda6"],"snapshot":"\u003chtml\u003e\u003chead\u003e\r\n\u003ctitle\u003eWhat You Are Not Being Told\u003c/title\u003e\r\n\u003c/head\u003e\u003cbody\u003e\r\n\u003ch1\u003eWhat You Are Not Being Told\u003c/h1\u003e\r\n\u003cp\u003eWith these\r\nfew words, I hope to give to you what I myself sought for years as I\r\ntried to make sense of the chaos of modern times. Though my search\r\nhad led me to many helpful facts, a understanding of the full truth\r\nwas very difficult. While my own dull mind surely was at fault, it\r\nwas also clear that many connections had been deliberately\r\nobfuscated, And, yet, once all of the puzzle pieces in their correct\r\npositions, the big picture became very clear.\u003c/p\u003e\r\n\r\n\u003cp\u003eIt is\r\nSeptember 2015 and we are about to enter a completely unprecedented\r\nstage of global dominance by a small and highly conspiratorial group.\r\nDespite the level of control they now hold, the mastery that will be\r\nachieved in the generation ahead will be, by far, the most dramatic\r\nincrease in their power since World War II. However, focusing only on\r\nthe conspiring elite, though they are exceedingly important, fails to\r\nunderstand the true scope and personal danger of the crisis of our\r\ntimes.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nobjectives of these globalists are now largely shared by most\r\nWesterners, having so long drunk from the well of their alien\r\nphilosophy that our kin are unaware of  the philosophy's unnatural\r\norigin and imagine it as their own creed. Further, even those who\r\ndisclaim specific outcomes they understand as harmful, almost\r\ninvariably fail to unshackle themselves from the root ideology that\r\nwill again and again lead to these excesses.\u003c/p\u003e\r\n\r\n\u003cp\u003eBut, to\r\nfully understand what is really happening today and what will happen\r\ntomorrow, you\u003ci\u003e must\u003c/i\u003e first understand yesterday. Because of the\r\nvast significance historical events have for both the present and the\r\nfuture, no other subject has been so thoroughly targeted for\r\nmisinformation and propaganda. As their control has increased,\r\nformerly widely known truths about race, culture, and history have\r\nbecome deeply obscured and revised.\u003c/p\u003e\r\n\r\n\u003cp\u003eI will\r\nbriefly explain these historical bases, which you substantiate for\r\nyourself through diligent research. I urge you especially to consider\r\nfor both primary and secondary sources works prior to the 1930s and \r\nparticularly those published outside of the United States, then\r\nfollow the facts there indicated forward into more recently uncovered\r\nevidence. Such proof requires considerable study and time and here I\r\nwill simply outline the rarely known truths and their implications,\r\nencouraging you to prove or disprove as you may.\u003c/p\u003e\r\n\r\n\u003cp\u003eOnce I have\r\ntraced the path through history, which alone will very likely greatly\r\nchallenge your beliefs, I state my predictions for the near future. I\r\npretend no mystical power of augury, and the nature of my predictions\r\nis outcomes rather than processes, strategies rather than tactics.\u003c/p\u003e\r\n\r\n\u003cp\u003eI expect\r\nthat you will disbelieve these omens, but merely through your\r\nattention now, my hope is secured. For, as you see my predictions\r\ncome to pass, you will realize that the history I have mapped is also\r\ncorrect and, thus, it may become useful for understanding the future,\r\njust as tracking the path of a thrown stone allows you to anticipate\r\nits landing.\u003c/p\u003e\r\n\r\n\u003cp\u003eIf you can\r\nperceive the truth in these words, please share this with those for\r\nwhom you care, whether as concepts or the verbatim text. And, if you\r\nbravely copy and share this message, append to it as you see\r\nnecessary. But, note that I will never add subsequent communication;\r\nthus, any who own my mark are deceivers.\u003c/p\u003e\r\n\r\n\u003ch2\u003eOrigins\u003c/h2\u003e\r\n\r\n\u003cp\u003eThere were\r\nseveral ancient races of hominids cohabiting Earth for hundreds of\r\nthousands of years, with significant physical and cultural\r\ndifferences. Interbreeding between these races was very rare, in no\r\nsmall part due to their general isolation from each other. \u003ci\u003eHomo\r\nheidelbergensis \u003c/i\u003ewas one such\r\ndistant race, whose line split into at least two descendant branches\r\nlong ago.  \r\n\u003c/p\u003e\r\n\r\n\u003cp\u003eOne of these\r\nbranches was the famous \u003ci\u003eHomo neanderthalensis\u003c/i\u003e, the other, \u003ci\u003eHomo\r\nsapiens\u003c/i\u003e. A group of the\r\n\u003ci\u003eHomo sapiens \u003c/i\u003ewould evolve\r\ninto the \u0026quot;Cro-Magnon\u0026quot; people, who ranged over Eurasia many\r\ntens of thousands of years ago. Most modern Europeans are entirely\r\nderived from this ancient root stock, whose descendant families\r\nestablished varied tribes, themselves developing unique cultural and\r\nracial traits.\u003c/p\u003e\r\n\r\n\u003cp\u003eShared among\r\nthe Cro-Magnon tribes in the lands of Europe was an ancient culture\r\nknown now as the Aurignacian, whose principal innovation was not\r\ntechnical, material, or even practical. A divine spark had ignited a\r\nholy flame that would be guarded and passed from those far ancestors\r\nto our day, generation by generation, the dawn of the transcendent\r\nspirituality.\u003c/p\u003e\r\n\r\n\u003cp\u003eIn the\r\nancient human and animal figurines, cave paintings, and reverential\r\nburial grounds of these early European ancestors, we see the\r\ndiscovery of the miraculous, a sense of the sacred, and the spring of\r\nour soul. With this new awe, there arose a sublime and ideal\r\nperception of life and the world.  This was the inspiration of our\r\npeople, the breath of spiritual life into our souls.\u003c/p\u003e\r\n\r\n\u003cp\u003eBy some\r\n15,000 years ago, the great glaciers covering much of northern\r\nEurasia had melted and soon a vastly important group of these\r\nancients would travel by horseback throughout Europe and Western\r\nAsia. Known from early times as the Aryans, they would infuse a\r\nstrong commonality to the diverse regional tribes that had developed\r\nover many millenia. Exactly what portion of Aryan culture was\r\nstrictly original and what portion was found and treasured along the\r\nway is hard to determine with certainty, but, these historical giants\r\nwould spread their philosophy, language, and civilization across all\r\nof Europe and shape forever the identity of the European.\u003c/p\u003e\r\n\r\n\u003cp\u003eGiven\r\nthe vast spaciousness of their reach, the past limitations of the\r\ncommunication, and the balance of populations, we can confidently\r\nstate that, however awesome their immediate military prowess, their\r\ninfluence was, in the greatest part, due to the clear superiority and\r\nappeal of their culture. All the indigenous languages of Europe share\r\nthe Indo-European roots of these Aryan greats, whether Greek, German,\r\nor Gaelic. Great civilizations rose from Stonehenge to Sumeria, and a\r\nshared spiritual mythos found its expression in every corner of\r\nEurope, forming a deep identity that still joins us. This great\r\nnative Aryan spirituality (also known as the Proto-Indo-European\r\nreligion) would flower into, among other expressions, Hinduism,\r\nGermanic paganism, Zoroastrianism, Christianity, and the ancient\r\nGrecian philosophers.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\ncommon threads in these metaphysical philosophies were a belief in a\r\nspiritual plane of existence that was more significant and true than\r\nmaterial plane; the conflict between the corrupting material\r\n\u0026quot;reality\u0026quot; and the higher spiritual truths; and the ethical\r\nimportance of personally transcending material concerns unto\r\nspiritual ones, i.e. the development of the soul.\u003c/p\u003e\r\n\r\n\u003cp\u003eThis\r\nmetaphysical conception led to a profound new understanding of the\r\nvery purpose and value of life. The cultivation of this spiritual\r\nphilosophy would generate a new ethical relationship with other\r\nbeings, leading the Aryan to a radical love for the soul. Through its\r\npurest elements, this would itself lead to a great elevation of all\r\nlife, a holy reverence for motherhood and children, and a truly\r\nhumane respect for animals.\u003c/p\u003e\r\n\r\n\u003cp\u003eThis, then,\r\nis the essence of the European. But, of course, there existed other\r\nraces of men and many cultures quite different from the sublimity\r\nindigenous to Europe. There is one such people of special importance\r\nthat we must now understand, for they, more than any other group, can\r\ntruly take credit for the philosophy of the modern era.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe Semitic\r\npeople are an ancient tribe of mixed racial origin, genetically from\r\nprimarily ancient European source, but with considerable African and\r\nSouthern Asiatic admixture. In this respect, one might assume they\r\nwould resemble e.g. modern Egyptians or Indians, long racially\r\ndiluted offshoots of native Europeans. But, they are quite unique\r\nfrom those people and the reason is a particular cultural\r\ncontribution for which the Semite deserves recognition: religion.\u003c/p\u003e\r\n\r\n\u003cp\u003eBy this I do\r\nnot mean spirituality or philosophy; I mean the elevation of the\r\n\u003ci\u003ebehavioral laws\u003c/i\u003e by which a\r\npeople abides to the highest moral imperatives. The faithful\r\nobservance of these commandments is a reflection of the primacy of\r\nphysical reality; the Aryan conceptions of principles, ideals,\r\nbeliefs, and love were nowhere to be found. In this great\r\nphilosophical difference we can see the origins of the great conflict\r\nof modern versus traditional society, of the materialistic versus the\r\nspiritual.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nHebrews were but one of many ancient Canaanite tribes, but would grow\r\ninto great power and prominence, yet this eminence was even from the\r\nearliest times not generated by their settled land, but through\r\ncommercial activities within other nations. The nature of the Jewish\r\npeople was established in the Neolithic period long ago and would be\r\ncontinuously strengthened and purified.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nevolutionary reason for this comes from what is likely the world's\r\noldest continuous eugenics code, creating astounding linearity\r\nbetween these ancient Semites and those of today. This is not due\r\nprimarily to limited inbreeding, which is hardly unique to the Jews,\r\nbut rather to the intricate codification of acceptable behavior\r\nthrough from the religious texts of the \u003ci\u003eTanakh\u003c/i\u003e,\r\n\u003ci\u003eTalmud\u003c/i\u003e, etc.\u003c/p\u003e\r\n\r\n\u003cp\u003eThis\r\nis more complex than just laws of Jewish marriage. Traditionally,\r\nJews must not only descend from Jewish genetic lineage, but must also\r\nadhere to Jewish law. Those who did not \u003ci\u003ebehave\u003c/i\u003e\r\nas Jews according to their captious laws were ejected from the tribe.\r\nJewish culture thus has, through more than one hundred generations,\r\nstrongly selected for certain traits and reached remarkable\r\nstability.\u003c/p\u003e\r\n\r\n\u003cp\u003eTo\r\ntruly comprehend the effect of this evolutionary pressure, one must\r\nnot only consider the nature, breadth, and specific content of the\r\nJudaic teachings, but also the historical role the Jews have played\r\nfor several thousand years as a people surviving through interactions\r\nwholly dependent on the extraction of resources from other\r\nself-sustaining host populations.\u003c/p\u003e\r\n\r\n\u003cp\u003eFrom\r\nthe most ancient historical times, Jewish life depended on profiting\r\nwithout direct work, whether by retailing, lending, slavery,\r\nprostitution, or criminal enterprise. In order to succeed at this,\r\nthey must have leverage over the producer economy. Perhaps the most\r\npopularly acceptable type of leverage is simply having considerable\r\nresources at the ready for e.g. trade or lending. But, this is not a\r\nsufficient assurance or often even possible. So, Jews have frequently\r\nconspired against their competition, their customers, and the rulers\r\nof the lands they inhabit in order to secure their necessary\r\nadvantage.\u003c/p\u003e\r\n\r\n\u003cp\u003eConsider\r\nwhat prevents a racial subpopulation, that is, a tribe, from cheating\r\nothers of another tribe in order to ensure their own success. First,\r\nmost people in the world generate their success through direct\r\nproductive effort, such as creating a product or gathering a\r\nresource. They simply do not need to get the better of the other\r\ntribe in order to survive, unlike the Jews who have, for thousands of\r\nyears, entirely depended upon finding ways to gain without their own\r\nproductive work.\u003c/p\u003e\r\n\r\n\u003cp\u003eSecond,\r\nthere is usually a moral basis that inhibits cheating over the other\r\ntribe, whether a shared identity as a nation or a more noble moral\r\nconsideration. However, Jewish law explicitly teaches that Jews are\r\nthe \u003ci\u003eonly\u003c/i\u003e tribe chosen\r\nby God. According to these teachings, all other tribes are\r\nintrinsically inferior, mere beasts or worse in the eyes of God.\r\nInstead of providing moral proscription, Jewish law explicitly\r\npermits crimes against Gentiles, even praising them in numerous\r\ninstances. Even the some of the hallowed religious laws are allowed\r\nto be broken in order to achieve material deceit, with these\r\ntransgressions excused each year through the \u003ci\u003eKol Nidrei\u003c/i\u003e\r\nof \u003ci\u003eYom Kippur\u003c/i\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eThird,\r\nin order to avoid punishment and exposure, the practical\r\nconsiderations of cheating the other tribe are considerable. There is\r\nno group of people in the world that are more positioned to commit\r\nmonetary crimes than the Jews, who can readily exploit control over\r\npolitical and financial institutions to steal wealth via a great\r\nvariety of schemes and swindles. Tracking their path through history,\r\none finds Jews have very deliberately acquired this kind of control\r\nagain and again in countless nations. Given the frequency with which\r\nfinancial impropriety has come to light in the Jewish owned banks and\r\nbusinesses, can we really doubt that the Jews at least possess the\r\nnecessary criminal means?\u003c/p\u003e\r\n\r\n\u003cp\u003eAfter\r\nall, one can readily understand how it was far easier for the Italian\r\ncrime families to commit crime in the United States without\r\nconsequence than for an unaided criminal individual. But, less\r\npublicized entities can enjoy the same advantages. The Jewish\r\norganized crime families, responsible, for example, for making Las\r\nVegas a criminal paradise, were, in fact, even larger than the\r\nItalian ones. Their presence has been covered up by the press and\r\nmedia for over one hundred years, even persisting to this day with\r\nmost of the \u0026quot;Russian Mafia\u0026quot; actually being of Jewish origin.\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nfourth, cheating over the other tribe is inhibited by a limited\r\ndesire for worldly gain. Admittedly, material gain is useful, but in\r\nthe Aryan view it is far from the\r\nhighest purpose of life. Conversely, Jews believe that there is no\r\nhigher spiritual world or ideal at all, and that God explicitly\r\nrewards the obedient through material goods in this life. The \u003ci\u003eOlam\r\nHa-Ba \u003c/i\u003eof the Jews is strictly an\r\nafterlife in which they will rule the physical world, the ultimate\r\nreward for their materialistic ethos itself materialistic.\u003c/p\u003e\r\n\r\n\u003cp\u003eThink\r\nof a people who have been conditioned by tremendous genetic pressure,\r\nproud traditions, and rigid religious laws, a people who believe that\r\nthey are literally chosen by God to rule the world and that all other\r\ntribes are inferior and may be ethically subjected to crimes. Imagine\r\nsuch a tribe, who believe the physical is the only valid truth, who\r\nhave for thousands of years completely depended on parasitic\r\nrelationships with other nations, and who have selected on traits of\r\nlegalistic argumentation, shrewd trickery, and ruthless intolerance.\u003c/p\u003e\r\n\r\n\u003cp\u003eDo\r\nyou believe that such a population are truly just the same as their\r\nEuropean hosts, sharing our principles, beliefs, and basic identity?\r\nFrom the Jew's own perspective, they are vastly superior to the\r\nGentile, and can we, if we use their metrics, honestly disagree? As a\r\npeople, they are extraordinarily intelligent, calculating,\r\ndetermined, and wildly successful at their goals. Who can be a better\r\nJew than the Jews themselves? \r\n\u003c/p\u003e\r\n\r\n\u003cp\u003eI\r\nrecognize that most of you will respond to the prior description with\r\naversion given its apparent antisemitism. We have been deliberately\r\nconditioned to deny, ignore, and forget our prior cultural knowledge\r\nof the Jewish people, to be intellectually disarmed against the\r\npattern the historical record reveals again and again. Besides an\r\nappeal to your general reasonableness, I offer two additional\r\nconsiderations.\u003c/p\u003e\r\n\r\n\u003cp\u003eFirst,\r\nthe Jewish people are themselves exceedingly proud of their\r\naccomplishments and superiority to all other people. They do \u003ci\u003enot\u003c/i\u003e\r\nsee their tribe as ordinary, but triumphantly extraordinary, and make\r\nno great secret of their dominance in the very fields most associated\r\nwith usury, vice, sophistry, propaganda, and political leverage such\r\nas banking, gambling, lawyering, media, and lobbying. From Benjamin\r\nDisraeli to Yuri Slezkine, Jews will not be kept from proclaiming\r\ntheir own supremacy. They proudly claim so many key radical\r\n\u0026quot;reformers\u0026quot; of Western civilization as their representatives,\r\nproudly tracking the Judaic origin of their philosophies. Is\r\nprecisely the same attribution acceptable if it stems from a Jew, but\r\nirrational antisemitism if it come from a Gentile?\u003c/p\u003e\r\n\r\n\u003cp\u003eSecond,\r\nthe materialistic and spiritual philosophies are obviously not\r\nexclusively the domains of Jewish and Aryan tribes, respectively. The\r\nCro-Magnon, who was the predecessor of many Asian as well as European\r\npeoples, may be admitted the spiritual Prometheus and Jews, due to\r\nthe special conditions aforementioned, appreciated as true\r\nspecialists at a type of materialistic gain. But, the capacity and\r\noccurrence of spiritual elevation and material opportunism exists in\r\nall humans. All people are tempted by the materialistic corruption.\r\nWhether cynically spread and nourished by the Jewish people or not,\r\nthe poisonous seeds of the \u003ci\u003eNovus\r\nOrdo Seclorum\u003c/i\u003e\r\nwere and are already present in every heart. They are the key to the\r\nhuman drama.\u003c/p\u003e\r\n\r\n\u003ch2\u003eWhat\r\nHas Happened\u003c/h2\u003e\r\n\r\n\u003cp\u003eWith\r\nthis in mind, let us then trace our history to the first pivotal\r\nconflict in which we may very clearly see the strong contrast between\r\nAryan and Jewish philosophy: the death of Jesus Christ. Jesus was the\r\nAvatar of the Hellenistic age, defending Aryan spirituality from\r\nSemitic legalism and intolerance in the newly birthed Roman Empire.\r\nIn the process of defending the ancient European spirituality, he was\r\ndefeated materially, but triumphed spiritually, renewing and unifying\r\nthe European heart just as the Aryans did in an earlier age.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nearly Christians were murderously persecuted by the Jews, who not\r\nonly drove the Roman mistreatment of the Christians under the the\r\nNero and others, but also personally massacred them, e.g. in the Bar\r\nKokhba revolt. Within a few centuries Rome would adapt Christianity\r\nas its own. But, by then, not only had the old Gentile families\r\nnearly completely lost their influence to African and Asiatic\r\nforeigners, Christianity itself had long lost of much of its early\r\npurity.\u003c/p\u003e\r\n\r\n\u003cp\u003eChristianity\r\nbecame Judaised, with an emphasis on the rabbinical authority of the\r\npriesthood and ever more legalistic adherence to the texts. Indeed,\r\nthe first declared heresy was in many ways the most natural and\r\nobvious Christian impulse: to deny the demiurge of the Jews and the\r\nauthority of the \u003ci\u003eTanakh\u003c/i\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eFrom\r\nthe early \u003ci\u003eBereshit\r\n\u003c/i\u003eof\r\nthe \u003ci\u003eTorah\u003c/i\u003e,\r\nreligious obedience is shown the absolute and only moral code in\r\nJudaism. The great\r\nsin punished by the advent of all possible material unhappiness was\r\ngaining disobeying \u003ci\u003eYahweh\u003c/i\u003e\r\nto gain knowledge of \u003ci\u003eTov\r\nWa-Ra\u003c/i\u003e,\r\ngood and evil. How different this is from the Aryan impulse, which\r\nteaches us to understand and internalize the moral ideals, while\r\nbehavior is just the secondary personal application of those\r\nprinciples, material life being ultimately unimportant!\u003c/p\u003e\r\n\r\n\u003cp\u003eSo,\r\ntoo, do the \u0026quot;heroes\u0026quot; of the Israelis demonstrate, such as\r\nAbraham, the first Jew, whose \u0026quot;holy\u0026quot; example was to deceive and\r\nattempt to murder his own trusting son in blind obedience to God. For\r\nthis, he was rewarded beyond measure, with his offspring to rule the\r\nworld and \u0026quot;possess the gates\u0026quot; of all their enemies. How different\r\nthe outcome for Saul, the first king of Israel, who disobeyed God's\r\ncommand to completely annihilate another tribe, slaughtering them\r\nentirely including their \u0026quot;infants and nursing babies\u0026quot;. For this\r\ninsolence, the Jewish God destroys Saul, stripping him of his crown\r\nand nation, and when is led to death at the hands of his enemies, his\r\nprayers are vengefully ignored.\u003c/p\u003e\r\n\r\n\u003cp\u003eAll\r\nof the accreted Christian apologetics who have attempted to reconcile\r\nthe Old and New Testaments could not keep out the belief that the\r\ncruel, enslaving God of the \u003ci\u003eTanakh\u003c/i\u003e\r\nwas different from that of the Christian \u003ci\u003etheos\u003c/i\u003e,\r\nwhich, unlike the \u003ci\u003eAsereth\r\nha-Dibroth\u003c/i\u003e,\r\ndoes not demand absolute monotheism. So, Christianity repeatedly\r\nneeded to \u0026quot;cleanse\u0026quot; the people of their remaining Aryan beliefs,\r\nwhether through the slaughter of the Saxons, violent crusades against\r\nCathars and Bogomils, or the Protestant \u0026quot;depaganization\u0026quot; of\r\nCatholicism.\u003c/p\u003e\r\n\r\n\u003cp\u003eYet,\r\nso permeated is Jesus with the Aryan philosophy that the Gospel of\r\nJohn, perhaps the extant book least influenced by later Semitic\r\nrevision, calls Jesus the living \u003ci\u003eLogos\u003c/i\u003e,\r\nthe spiritual ideal made flesh. Jesus continuously challenges the\r\nmaterialistic and legalistic notions of the Jews, denying their\r\nlegitimacy, and driving their moneychangers (who would become\r\nmoneylenders) from the temple. Pure Christianity is a completely\r\nAryan spiritual philosophy that is the antithesis of the Jewish\r\nmaterialistic ideology. \r\n\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nfor his philosophical attacks on Jewish materialism, he would be\r\ncrucified and hated by Jews ever since. Jesus is maligned and\r\nvilified in the \u003ci\u003eTalmud\u003c/i\u003e,\r\nwritten in stages several hundreds of years after Christ, mocked in\r\nthe \u003ci\u003eToledot Yeshu\u003c/i\u003e,\r\nand attacked through dozens of influential Hebrew polemics. The\r\nhatred for Christ continues to this day, finding its peak in the\r\nincreasingly visible cult of Satanism, including the atheistic Church\r\nof Satan founded by Levey, a Jew. Satanism and its occult roots are\r\ndrawn directly from Jewish sources, not only in their Kabbalist\r\nrituals, but also the transgressional methods of the Sabbateans and\r\nFrankists.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nmost common attack on Christianity is that it is a myth and, thus,\r\nunworthy of belief. But, it is crucial to properly understand what it\r\nmeans for Jesus to be a myth. In the traditional Aryan spirituality,\r\nwe do not lose anything vital if Jesus is \u0026quot;only\u0026quot; an idea or a\r\nstory, for the message of Jesus is not one of material phenomenon but\r\nof spiritual truth. The transcendent philosophy and story of Jesus\r\nhave clear parallels in those of Mithra, Zoroaster, Guatama Buddha,\r\nKrishna, \u003ci\u003eet al\u003c/i\u003e.\r\nWhat is important in their respective teachings are not the details\r\nwhich may be proven or disproven by physical facts, but their\r\nreflections of the spiritual light of higher truth.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nliteral, materialistic obsession of today's supposed Christians is\r\nitself a vigorous reintroduction of the Semitic philosophy it was\r\noriginally against, in no small part due to the dissemination of the\r\nOld Testament through the printed Bible and resulting Reformation.\r\nBut, when it came to the promulgation of Semitic values, the\r\ntechnological accident was just a small factor compared to the\r\npresence of Jews in Europe. This was and is due to the following\r\nthree major processes, continuing today.\u003c/p\u003e\r\n\r\n\u003cp\u003eFirst,\r\nthere are the effects of Jews' commercial activities. They bring the\r\npresence of many things which have long been forbidden in European\r\nculture, particularly after our culture's revitalization through\r\nTeutonic rule some 800 years ago. These artifacts include usury,\r\nslavery, and prostitution, all instances of material desire unchecked\r\nby spiritual moderation. These activities debase the Aryan culture,\r\ndegenerating it toward a crass materialism. For example, a society\r\nthat permits the indirect sexual slavery of pornography or a\r\nmercantile mindset unabashed by usury is allowing its culture to\r\nbecome profane.\u003c/p\u003e\r\n\r\n\u003cp\u003eSecond,\r\nthere is the deliberate influence of Jews through propaganda, graft,\r\nand extortion in order to increase their power and position. One\r\nmethod for this is to purposefully weaken and corrupt the traditional\r\nEuropean values, principally to make Europeans more vulnerable to\r\nfinancial predation, but also out of a deep hatred for Christ and\r\ncontempt for their hosts. Their ultimate objective and expectation is\r\nliterally Jewish rule of the world, the promised \u003ci\u003eOlam\r\nHa-Ba\u003c/i\u003e\r\nof both the living and resurrected dead.\u003c/p\u003e\r\n\r\n\u003cp\u003eThird,\r\nand, herein exists a sad admission, is the appeal of the Semitic\r\nphilosophy to the base human soul of the European people. Of course,\r\nJews do not see Gentiles as equals and Gentiles can only be\r\ntransitionally useful to the Chosen tribe, but the Semitic philosophy\r\nis not inseparable from those tribal aspirations. What tempts all\r\npeople about the Semitic philosophy is the materialistic world view,\r\nwhich threatens to ensnare all people of all racial and cultural\r\nbackgrounds.\u003c/p\u003e\r\n\r\n\u003cp\u003eIn\r\nJudaism proper, relics of the noble Sumerian theology, much perverted\r\nin its Canaanite form, still exist, like old superstitions. But,\r\nthese beliefs are largely considered talismans for the ignorant by\r\nmost Jews, and even the beliefs that remain are mostly just\r\nsupernatural methods of materialism. Tracking the Jewish teachings\r\nfrom the \u003ci\u003eTorah\r\nShebichtav\u003c/i\u003e\r\nto the \u003ci\u003eGemara\u003c/i\u003e\r\nshows the gradual dismissal of Yahweh's old authority, as the tribe's\r\nChosen status comes to mean that the Jewish will \u003ci\u003eis\r\n\u003c/i\u003ethe\r\nwill of God. So even with modernism, where beliefs such as \u0026quot;equality\u0026quot;\r\nand \u0026quot;tolerance\u0026quot; appear with religious zeal, yet a strange\r\ndispensability, conveniently abandoned by the modern priesthood where\r\nthey conflicts with the aims of materialism.\u003c/p\u003e\r\n\r\n\u003cp\u003eFor,\r\nthe Semitic philosophy \u003ci\u003eis\u003c/i\u003e\r\nthe modern philosophy, though very ancient in itself. It is the basic\r\nmaterialistic philosophy, claiming that the physical world is all\r\nthat exists and all that matters. Our life is purely mechanical,\r\nbeginning and ending with our corporeal existence. \u0026quot;Good\u0026quot; and\r\n\u0026quot;evil\u0026quot; can only therefore be real in physical terms, qualities of\r\nefficiency towards or away from sensual or emotional pleasure, thus\r\nthe unwavering religious focus on behavior. By denying all existence\r\nbeyond the physical, materialism is ultimately an atheistic and\r\nnihilistic philosophy, whether encoded in the laws and rituals of a\r\ncult or casually followed in a hedonist lifestyle.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\noriginal ideas of liberty and equality, while preexisting, are\r\nenshrined in early Christendom. They express that our spiritual self\r\nor soul may, through supernatural will, freely seek and reach\r\nenlightenment (heaven), and that such divine experience is possible\r\neven within the most humble of material circumstances. These ideas,\r\nreflective of inherent human value regardless of material condition,\r\nwere, for over a thousand years, foundations of happiness and meaning\r\nin European life, even in times of war, disease, famine, and other\r\ncalamities, bedrocks of a fundamentally stable and stoical society\r\nmostly untroubled by the intrigues of class movement and material\r\ngreed.\u003c/p\u003e\r\n\r\n\u003cp\u003eThough\r\nMedieval society was generally stable, materially ambitious men\r\njousted for power and the thrones of Europe provided a volatile\r\nferment that often bubbled into upheaval, despite the general\r\nassurances of systems such as hereditary monarchy. These ambitious\r\nmonarchs and nobles often needed extravagant wealth to finance their\r\nescapades and would again and again turn to those Jewish lenders,\r\nmade wealthy long ago through countless fallen nations, who happily\r\nsupplied their appetite for gold.\u003c/p\u003e\r\n\r\n\u003cp\u003eAs\r\nthese lenders aided the monarchy, they were rewarded with special\r\ntitles and privileges, some even becoming Catholic bishops, and would\r\nrapidly gain power to usuriously profit from the subjects, often\r\nshrewdly sharing some portion of their so acquired riches with the\r\nking by taxation, etc.\u003c/p\u003e\r\n\r\n\u003cp\u003eWhether\r\nthrough the eventual frustration of the exploited subjects or the\r\ndesperate realization of the artfully bankrupted royalty, the Jews\r\nwould be expelled scores of times across Europe, always leaving with\r\neven more wealth to initiate the next rewarding opportunity. Through\r\nthis cycle, the Jews were able to gradually establish more and more\r\ninfluence in Europe, building not only wealth, but elaborate\r\ninternational communication networks of spies and contacts.\u003c/p\u003e\r\n\r\n\u003cp\u003eIn\r\nmany cases, Jews evaded expulsion through pretending conversation,\r\nestablishing large societies of wealthy and powerful \u0026quot;Catholics\u0026quot;\r\nthat would have a strong influence on the church such as through the\r\nlegalistic and sophistical Society of Jesus, which was founded by\r\nthree \u0026quot;converted\u0026quot; Jews, or the notorious Order of the Illuminati,\r\nbrainchild of Jewish \u0026quot;convert\u0026quot; and Freemason, Adam Weishaupt.\u003c/p\u003e\r\n\r\n\u003cp\u003eOne\r\nsuch \u0026quot;convert\u0026quot; was the tremendously influential philosopher,\r\nBaruch Spinoza, whose family quickly reverted to Judaism after moving\r\nfrom Portugal to Amsterdam. Spinoza articulated the fundamental\r\nmaterialistic philosophy of the \u0026quot;Enlightenment\u0026quot;, the\r\nideologically Semitic foundation of rationalism, relativism, and\r\nsimilar materialistic views. Spinoza was a secretive, occult figure,\r\nwhose motto was \u0026quot;cautiously\u0026quot; and who published almost nothing\r\nopenly, yet corresponded with dozens of instrumental religious and\r\nscientific figures, being a formative nexus in what was to come.\u003c/p\u003e\r\n\r\n\u003cp\u003eIt\r\nis in the 18th century that the first massive conspiracy unfolded\r\nacross Europe and the New World, as the Enlightenment ideologues\r\nsought to destroy the monarchy, church, and hearth, replacing these\r\nwith an atheistic, materialistic culture ruled by an elite cabal of\r\nwealthy Jews and Freemasons who inflamed the masses with\r\nrevolutionary creeds of  \u0026quot;liberty, equality, and fraternity!\u0026quot;\u003c/p\u003e\r\n\r\n\u003cp\u003eThese\r\nlofty words, though wryly coined to mimic the virtues of Christendom,\r\nmeant something radically different from their traditional\r\ncounterparts. Liberty, rather than the exercise or agency of the soul\r\ntoward or away from heavenly aims, now would mean a legal right to\r\n\u0026quot;do what thou wilt\u0026quot; in the physical realm. The only and\r\ninconsistently enforced restriction is that you don't limit someone\r\nelse's liberty. \u003ci\u003eOught\u003c/i\u003e\r\nis never considered, and real principle is completely absent from\r\nthis purely amoral code.\u003c/p\u003e\r\n\r\n\u003cp\u003eEquality,\r\npreviously regarding the equal measure of our soul's inherent\r\nspiritual value, now would mean equality of material result, becoming\r\na demand for one's share in the bloody spoils of revolution. Few\r\nthings are as unnatural as the expectation of equal\u003ci\u003e\r\n\u003c/i\u003epotential\r\namong people or, as in its most entitled incarnation, expectation of\r\nequal result regardless of effort, worth, or justice. This was no\r\nlonger a principle but a price, a bribe by which everyone's\r\nselfishness could be tempted.\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nfraternity, what could this mean when families and whole countries\r\nwere to be rendered indistinguishable, uniform like the drabbest\r\nprison slaves, stripped of all identity, all loyalty, all\r\nnationality, all \u003ci\u003etrue\u003c/i\u003e\r\nfraternity? Solidarity among the radicals was as \u0026quot;thick as\r\nthieves\u0026quot;, the frenzied and terrified loyalty of a mob gathered\r\nbefore a reddened guillotine.\u003c/p\u003e\r\n\r\n\u003cp\u003eIt\r\nwas by these revolutionary \u0026quot;values\u0026quot; that both the French and\r\nAmerican Revolutions took place, instrumented by many of the same\r\nextremely well funded and devious conspirators, having cloaked their\r\nrevolutionary aims within the lodges of the Freemasons, an occult\r\nsociety patterned after Jewish mysticism and with such strict top\r\ndown secrecy that it could not be better engineered for rule by a\r\nhidden hand.\u003c/p\u003e\r\n\r\n\u003cp\u003eIt\r\nis for this reason that there is virtually no real American Right;\r\nconservatives cling to the radical \u0026quot;founding fathers\u0026quot; to stand\r\nagainst the excesses of liberty while these excesses are the\r\ninevitable result of the very values these historical terrorists and\r\ntraitors held in such high esteem. This is the folly of the\r\nconservative in the United States, doomed to revere no history older\r\nthan that of his own undoing.\u003c/p\u003e\r\n\r\n\u003cp\u003e A\r\ntremendous \u003ci\u003ecoup\u003c/i\u003e\r\nhad taken place, not from an authentic change in popular sentiment,\r\nbut from a very well orchestrated and financed conspiracy against\r\nChristendom. As the monarchy fell in France and the Colonies and\r\nloans were desperately needed, Jews maneuvered into control of\r\nseveral other national banks. This would allow the Rothschilds to\r\nprofiteer so wildly in the years ahead that they became and remain\r\nthe wealthiest family in the world!\u003c/p\u003e\r\n\r\n\u003cp\u003eBut,\r\nas the terror of the times ebbed, the people could not easily forget\r\nthe truths written in their pasts and would not abandon their\r\ntraditions as easily as the revolutionaries wanted. While the\r\nconspiracy had gained two tremendously powerful  nations through\r\nFrance and the United States and hugely enriched the conspirators,\r\nthere were setbacks as well, and a new plan was hatched to further\r\nthe ultimate goal of world domination. By the mid-19th century, the\r\nrevolution moved from the monarchy to the bourgeoisie through the\r\nJewish economist, Karl Marx, providing an ultimately much more\r\nradical target.\u003c/p\u003e\r\n\r\n\u003cp\u003eFew\r\nthings demonstrate the talent of Jews for manipulation as well as the\r\nhistorical skill with which they have directed revolutionary action\r\nagainst the purportedly usurious upper-class while miraculously\r\navoiding their own indictment! Consider,\r\nwhat group was more materially exploitative of the Europeans than the\r\nJews?\u003cB\u003e \u003c/B\u003e\u003ci\u003eNoblesse\r\noblige\u003c/i\u003e,\r\nfeudal lords fought wars while serfs stayed safe, and all but the\r\nworst kings and queens knew the cost of betraying their people, but\r\nwhat obligations did the money lenders or landlords feel to the\r\npeople from which they profited?\u003c/p\u003e\r\n\r\n\u003cp\u003eJewish\r\nslave-traders, working with Muslim slavers, profited from the basest\r\ndehumanization for more than fifteen hundred years after Christendom\r\nhad made enslavement of fellow Christians, regardless of nation,\r\nprohibited. This Christian sentiment later led to the ending of \u003ci\u003eall\u003c/i\u003e\r\nslavery in Europe. Yet, Marxists would endlessly agitate American\r\nblacks against not the Jews or the Muslims, but the Christian people\r\nthat had freed them, and even before treated them with rare humanity\r\nand generosity.\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nyet, where do you see the leftist indignation at the most\r\nprofessional and expert usurer? Where do the revolutionaries expel\r\nthe Jews as the royalty and authentic masses had previously? After\r\nthe French Revolution, just the opposite happened: the Jews were\r\ninvited into all manner of positions and authority. Indeed, it was\r\none of the very first orders of business. And, when Napoleon, in his\r\nown mad ambition, dared to contravene the Jews, he was struck from\r\npower.\u003c/p\u003e\r\n\r\n\u003cp\u003eSo\r\nwe see the power of the Jewish deceit, by which two sides are waged\r\nin war against each other while the Jew pretends friendship with\r\nboth, aiding their mutual destruction. And, in the carnage that\r\nfollows, the Jew acts as grave robber yet appears as nurse, providing\r\nquick and easy fixes to the pain. Yet, look deeper, and do you not\r\nsee that while engineering the conflict itself, the Jewish tribe also\r\nworks to ensure a debilitating peace? This is perhaps the most\r\nterrible effect of Jewish intrigue, the permanent cycle of\r\nmanufactured crisis. For, what power does a usurer have over the well\r\nsupplied?\u003c/p\u003e\r\n\r\n\u003cp\u003eMarxist\r\nideology spread across the Western world as radical Jews from Eastern\r\nEurope had their migration and settling funded by wealthy Jewish\r\norganizations and individuals. After patient preparation involving\r\nsecuring key financial, press, and government interests, as well as\r\nwidespread destabilization by near constant Communist agitation, the\r\nlargest conspiracy ever before hatched took place: the First World\r\nWar.\u003c/p\u003e\r\n\r\n\u003cp\u003eIs\r\nit preposterous to think World War I was a conspiracy? About ten\r\nyears prior to the Great War, a book appeared telling the story of a\r\nconspiracy. It was never presented as a historical work, but instead\r\nas a dramatic account of ambitions that were soon to unfold. In this\r\nbook, a complex description of the mechanisms and aims of an\r\ninternational conspiracy were articulated, most notably a completely\r\nunprecedented \u0026quot;universal war\u0026quot; followed by a Jewish-controlled\r\nworld government promising peace for which the \u003ci\u003eGoyim\u003c/i\u003e,\r\nravaged and desperate, would plead. This book, condemned and\r\npropagandized against more than any other book in modern history, is\r\n\u003ci\u003eThe Protocols of\r\nthe Learned Elders of Zion\u003c/i\u003e.\r\nRead it with an awareness of the history that followed it before you\r\nlabel it a hoax.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nassassination of Archduke Franz Ferdinand by a small group of radical\r\nyouths who were directed and supplied by Freemasons should not in\r\nitself have set off the largest war in history to that time. Yet,\r\nafter one \u0026quot;mysterious\u0026quot; failure of deescalation after another, the\r\nconflict did just that, leaving over 15 million people dead and the\r\ncountries in Europe tossed about like pawns on a chessboard.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nwar was key to ensuring that the Tsarist Russian Empire, vigilant\r\nagainst the Semitic conspiracies and previously the target of\r\nmultiple failed Jewish-backed revolutions, was to become the radical\r\nvanguard as the Bolsheviks, whose leadership contained more than 90%\r\nJews (including Lenin and Trotsky), seized control. This could not\r\nhave been achieved without the limitless resources of the Bolsheviks'\r\nRothschild backers, and particularly the instrumentations of their\r\nincomparable scion, Jacob Schiff, who had previously weakened the\r\nRussian Empire by financing Japan during the Russo-Japanese war.\u003c/p\u003e\r\n\r\n\u003cp\u003eImmediately\r\nafter the Bolsheviks gained control, Schiff would vigorously fund the\r\nCommunists even as the Red Terror, a counter-revolutionary purging by\r\nthe Bolshevik \u0026quot;emergency committee\u0026quot;, mercilessly killed over one\r\nmillion Russians over the period of about a month. Consider that the\r\nmuch publicized Russian \u0026quot;pogroms\u0026quot; against Jews had killed \u003ci\u003eby\r\nJewish estimates\u003c/i\u003e\r\nno more than 3,000 at that time. Yet, the Red Terror, the first of\r\nmany large scale deaths propagated by Communism, remains largely\r\nforgotten.\u003c/p\u003e\r\n\r\n\u003cp\u003eWith\r\nRussia overthrown and England, the United States, and France already\r\nfirmly under the control of the Jewish interests, the principle prize\r\nremaining was the German Empire. With the homeland betrayal of the\r\nNovember Revolution, this prize was taken and Jewish control\r\nachieved. The Weimar Republic would become the most visibly Jewish\r\ndominated country in the world, even exceeding the influence Jews\r\nheld in the United States at that time.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nUnited States, accustomed to isolationism especially in matters of\r\nwar, was loathe to enter into the European conflict. Conspiring to\r\ndrag his country into the conflict, President Woodrow Wilson worked\r\nwith British and American propagandists to demonize the Germans, such\r\nas through fictitious accounts of brutal cruelty in Belgium. This\r\nfailing to convince the American Congress to enter war, the \u003ci\u003eLusitania\u003c/i\u003e\r\nruse was concocted, yet still fell short. After many similar\r\ncalculated provocations, Wilson was finally able to elicit entry into\r\nthe war, albeit in a limited capacity, becoming a so-called\r\n\u0026quot;Associate Power\u0026quot;.\u003c/p\u003e\r\n\r\n\u003cp\u003eAt\r\nthe Paris Peace Conference ending the war, Wilson was instrumental in\r\nfounding the League of Nations, a mechanism for world government just\r\nas described in the \u003ci\u003eProtocols.\u003c/i\u003e\r\nWilson's efforts were rewarded that year with the famous propaganda\r\ninstrument, the Nobel Peace Prize. A global guarantor of peace\r\n\u0026quot;merely\u0026quot; requiring obedience to a supranational cabal, the League\r\nof Nations soon swelled with member nations pledging obedience to its\r\nCovenant and the promise of \u0026quot;world peace\u0026quot;. But, the global\r\ndominance that seemed eminent was stalled.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nAmerican representatives in Congress, still fiercely isolationist,\r\nprevented the United States from joining the League of Nations by a\r\n49 to 35 Senate vote. Unlike Europe, the United States had been\r\npractically unscathed by the war and had no desperation for peace and\r\nsecurity. In the years to come, this would be rectified.\u003c/p\u003e\r\n\r\n\u003cp\u003eMeanwhile,\r\nthe post-war years in many countries led to such corruption and\r\nexploitation that a reaction set in, not unlike the conditions prior\r\nto the Bourbon Restoration that followed the Revolution in France.\r\nWhile the worst events were to be found in the violent repression of\r\nthe Communists and culminated in the Holodomor and the Great Purge,\r\nthe economic exploitation and moral degeneracy was nowhere as\r\ngrotesque as in the German Weimar Republic, potentiated by the\r\nusurious Treaty of Versailles.\u003c/p\u003e\r\n\r\n\u003cp\u003eThese\r\nconditions led to popular support for the German National Socialists,\r\nwho directly stood against Semitic control and sought to restore the\r\npre-war German dignity. The National Socialists, of course, became\r\nthe most famous and powerful example of resistance to the Jewish\r\nworld government, leading the Axis Powers against the\r\nCapitalist-Communist alliance. And, for this, they became the most\r\nreviled enemy possible, the object of the world's largest, longest\r\nlasting, and most spiteful propaganda campaign. They would become the\r\nmodern Amalekites, generations of their descendants punished with\r\nbloodthirsty viciousness.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nrebellion of the Germans, Italians, and Japanese show the efforts at\r\nworld conquest were not yet successfully completed. Successful, yes,\r\nbut, not complete. The limitations and mistakes of the past effort\r\nwould need to be remedied, the newly acquired power put to productive\r\nuse, and more permanent and total control established. And, to secure\r\ndesperation for an authority providing \u0026quot;world peace\u0026quot;, the world\r\nwould need to remain forever frightened, terrorized from standing up.\u003c/p\u003e\r\n\r\n\u003cp\u003eTo\r\nshock the United States out of its comfortable self-sufficiency and\r\nrelated isolationism, the Great Depression was engineered by the\r\nbanking industry and greatly exacerbated by the Federal Reserve,\r\nestablished by Woodrow Wilson soon after his election. The Great\r\nDepression, occurring during the presidency of the committed\r\nisolationist, Herbert Hoover, provided the pretext for sweeping\r\ngovernment social and economic control, establishing the perceived\r\n\u003ci\u003eneed\u003c/i\u003e\r\nfor government protection rather than the traditional American\r\nself-reliance.\u003c/p\u003e\r\n\r\n\u003cp\u003eA\r\nFreemason from an extremely wealthy family, Franklin Roosevelt became\r\nPresident as the economy hit bottom, \u0026quot;saving\u0026quot; the country with\r\nthe New Deal reforms and fully securing America's subservience to the\r\nglobalist agenda. In less than a year after being elected, Roosevelt\r\nwould officially recognize the Soviet Union, granting legitimacy to a\r\nregime that had been condemned by prior presidents. Roosevelt's\r\nsupport would reach its apex through the direction of Harry Hopkins,\r\nwho illegally channeled hundreds of billions in cash, resources, and\r\nclassified information to the Soviets even prior to the United States\r\njoining the war.\u003c/p\u003e\r\n\r\n\u003cp\u003eIt is\r\nlogical to wonder why arch-capitalists, lavishly enriched through\r\nusury, monopoly, and oligarchy, would seek to aid countries with\r\ncommunist ideologies that seek to \u0026quot;smash capitalism\u0026quot;. If we are\r\nto believe Marx, capitalism and communism are antithetical\r\nphilosophies, fundamentally opposed to each other. Why would they\r\ncollude together against the Axis?\u003c/p\u003e\r\n\r\n\u003cp\u003eWe must\r\nunderstand that both economic systems are designed to appeal\r\nfundamentally to selfish materialistic interest, either that of the\r\n\u0026quot;haves\u0026quot; or the \u0026quot;have nots\u0026quot;, as capitalism and communism\r\nunduly rewards the possession or lack of resources respectively.\u003c/p\u003e\r\n\r\n\u003cp\u003eBoth are\r\npackaged in the naturalistic garb of rationalism, claiming to reflect\r\neither a Hobbesian game of fitness or the Marxian dialectical\r\nprogress toward the perfect society. Thus, materialistic ambition,\r\nmarketed respectively towards the dominant or disenfranchised, is\r\njustified as superior to the spiritual goals which are seen as\r\nirrational, unjust, and unhealthy. These spiritual inclinations being\r\n\u0026quot;unnatural\u0026quot; according to materialistic philosophy, they are\r\npresented as inevitably destined to be weeded out through the Unseen\r\nHand or the will of the Proletariat.\u003c/p\u003e\r\n\r\n\u003cp\u003eBoth\r\ncapitalism and communism are reflections of the same underlying\r\nmaterialistic philosophy of the Jews, expressed for different\r\naudiences. The conflict between these is the conflict of competitors\r\nplaying at the same sport, competing for the same gilded prize. It is\r\nsimply a translation of the conflict of those ambitious kings whose\r\nwars were financed and much profited from by the Jews. But, as\r\nalluded to earlier, the lender has little power over a content\r\npeople. And, so, ambitions must be nurtured, grievances aggravated,\r\nand fears stoked, and thereby is the \u003ci\u003ecasus belli \u003c/i\u003einvented.\u003c/p\u003e\r\n\r\n\u003cp\u003eAs two\r\nsystems promising endless socio-economic ambition, capitalism and\r\ncommunism are thus highly desirable for the Jews. Because the Jews'\r\ngreatest interest is in profiting from conflict and want rather than\r\nthe success of a particular nation, it makes perfect sense to\r\nperpetuate the contest between the rich and poor. The mastery of\r\ninstigation by this supranational people is difficult to understand\r\nuntil one sees how, unlike an ambitious king of a nation, they are\r\ncompletely dependent on the frothy turmoil of their hosts. And, this\r\naspect also explains their aim of world domination. Their religious\r\ntexts encode this aspiration rather than originate it, and the world\r\nis already to them but their stockades of slaves and saps.\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nso the true enemy of both communism and capitalism was the\r\neconomically independent, proudly Aryan, and defiantly antisemitic\r\nNSDAP of Germany. The threat was not that the National Socialists\r\nwould wage war on or exterminate the Jews. In fact, the National\r\nSocialists were crucial in the establishment of a Zionist homeland,\r\nencouraging immigration to Palestine through the Haavara Agreement!\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\ndanger was the \u003ci\u003eexample\u003c/i\u003e\r\nof Germany, a self-sufficient nation and an astounding success once\r\nunburdened by Jewish parasitism. Germany could not be permitted to\r\nsurvive and upset the great game at play; as Theodore Kaufman would\r\nwrite, \u0026quot;Germany must perish.\u0026quot;\u003c/p\u003e\r\n\r\n\u003cp\u003eAnd,\r\nthusly did World War II come to pass, beginning with the Soviet\r\nhammer of the East. The many overtures of peace that Adolf Hitler\r\nmade to England would fall on deaf ears, for peace was the enemy.\r\nRoosevelt ensured the Pearl Harbor attack, correctly anticipating\r\nthat the outcome would allow full entry into war against the Axis\r\nand, thereby, Germany, which he constantly stretched to engage. Many\r\nevents transpired, tens of millions died, and, by the time the war\r\nwas over, the stage was set for three very significant and\r\npreordained outcomes.\u003c/p\u003e\r\n\r\n\u003cp\u003eFirst,\r\nthe Germans were vilified beyond any previous measure. The Nuremberg\r\ntrials would announce to the world that the National Socialists were\r\nguilty of terrible war crimes, most notably the attempted mass\r\ngenocide of the Jews. When thus accused, every single German leader\r\nfully denied the charges except Albert Speer, who instead claimed\r\ntotal ignorance of any war crimes. History has waited patiently for\r\nthe \u0026quot;smoking gun\u0026quot; proving that the NSDAP leadership knew of the\r\n\u0026quot;death camps\u0026quot; rebuilt by the Soviets, yet despite the countless\r\nrecords of a scrupulously documenting government and even such recent\r\nitems as Alfred Rosenberg's private diary, \u003ci\u003eno such evidence\r\nexists\u003c/i\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\ntrial was presided over by the very judge who sent hundreds of\r\nthousands to their death in Stalin's show trials, with the Germans\r\nprevented from presenting any evidence of their own, and was\r\nrestricted in scope solely to war crimes by the Germans, thus\r\nignoring the numerous war crimes of both the Americans and the\r\nRussians. In truth, this \u003ci\u003eSiegerjustiz\u003c/i\u003e\r\ntrial was precisely the same sort as was perfected in the Great\r\nPurge, with the charges and punishment predefined and unavoidable. It\r\nis no wonder that the Chief Justice of the United States Supreme\r\nCourt at the time called the trials a \u0026quot;fraud\u0026quot;. Yet, this trial is\r\nstill held as irrefutable proof of the National Socialists' guilt.\r\nIndeed, just questioning the verdict is punishable by years of jail\r\ntime in dozens of \u0026quot;free\u0026quot; countries!\u003c/p\u003e\r\n\r\n\u003cp\u003eA\r\nthorough refutation of the Holocaust propaganda is an exhaustive task\r\nthat has already been accomplished by far better scholars, but there\r\nis one question that we can answer readily. Is it not, at the least,\r\npossible that the Communists specifically would invent, propagate,\r\nand ruthless defend the Holocaust in order to besmirch the National\r\nSocialists? Did the Communists not prove themselves from Katyn to\r\nSolovki, from Mitrokhin to Venona, from the tens of millions that\r\ndied from in \u0026quot;counter-revolutionary\u0026quot; purges, from the countless\r\n\u0026quot;reeducated\u0026quot; millions, from the explicit instructions of Lenin,\r\nTrotsky, Stalin, and other Soviet leaders to lie, cheat, and betray\r\nfor the revolution, that they were capable of  such a lie? And, then,\r\nis it so difficult to imagine such a lie gaining traction when you\r\nconsider the zeal and power of the Jewish interests?\u003c/p\u003e\r\n\r\n\u003cp\u003eAfter\r\nthe war, the German people were raped, robbed, and reeducated. While\r\nEastern Germany was an oppressive prison, Western Germany became\r\ncaptive to new techniques of social conditioning. Donald Cameron,\r\npresident of the American and World Psychiatric Associations, had\r\nprior to the Nuremberg trials developed a complete plan for the\r\ntransformation of the German people. Cameron would, after the\r\nMorgenthau Plan had set the stage, see his plan realized under\r\nGermany's reconstruction.\u003c/p\u003e\r\n\r\n\u003cp\u003eAlong\r\nwith Theodor Adorno, Hannah Arendt, Wilhelm Reich, and other\r\n\u0026quot;experts\u0026quot;, Cameron diagnosed the Aryan nationalism of the Germans\r\nas clinically pathological. These authorities, building on Freud's\r\nrationalistic revision of spirituality and mind,  defined the\r\nGermans' key neurosis as antisemitism. For the cure, Cameron and his\r\ncolleagues instrumented a massive apparatus of education, propaganda,\r\nand legal restrictions to condition the German population against\r\never again rising from their knees.\u003c/p\u003e\r\n\r\n\u003cp\u003eRoosevelt\r\nhad circumvented the largely honest FBI by founding the Office of\r\nStrategic Services, which would become the CIA. A powerful cell for\r\nthe supranational conspirators, the CIA would implement numerous\r\ndiabolical plots for the globalists. A decade after the war, Cameron\r\nwould become key in one such plot, the \u0026quot;behavioral modification\u0026quot;\r\nprograms of MKULTRA.\u003c/p\u003e\r\n\r\n\u003cp\u003eHeading\r\nMcGill University's psychiatric hospital, with Cameron forcibly\r\ndrugging, electroshocking, and torturing patients for months in order\r\nto \u0026quot;brainwash\u0026quot; them and develop mind control methods to \u0026quot;drive\u0026quot;\r\ntheir actions. The involuntary patients, who had checked in for minor\r\nissues such as postpartum depression, were permanently scarred by\r\ntheir experiences. The CIA funded and directed this research along\r\nwith the more famous LSD research, eventually supplying hundreds of\r\nmillions of doses of psychedelic drugs to drug users in the United\r\nStates as one of several societal destabilization methods.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nsecond major planned outcome of World War II was the establishment of\r\nthe United Nations. Where the League of Nations failed, the UN\r\nsucceeded, creating the visible government institution for the\r\nso-called New World Order. As the \u003ci\u003eProtocols\u003c/i\u003e\r\npredicted, the terror of the \u0026quot;universal war\u0026quot;, which this time\r\ndisturbed every nation and people, left the world pleading for peace.\r\nThe UN promised this peace and cemented the United States and the\r\nSoviet Union together as members in the global plan. Though it is\r\nlittle known, this same UN is now the most important public\r\norganization in the world, as we will see.\u003c/p\u003e\r\n\r\n\u003cp\u003eThis\r\nbinding of the capitalists and communists would be key for the third\r\nmajor planned outcome, the Cold War. Starting with the unnecessary\r\nand horrific violence of the atomic bombs dropped on Nagasaki and\r\nHiroshima, future war became unimaginably terrifying. Winston\r\nChurchill almost immediately began raising the alarm of the new\r\nconflict between the two world powers, and a subterranean battle\r\nemerged that still permitted the world's wealth to rebuild.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nCold War created an ideal environment for enrichment and gaining\r\npower, pitting the \u0026quot;free world\u0026quot; against the international\r\nrevolution. Proxy wars kept the frightening reality of armed conflict\r\nalways in our minds, but yet also remote. Thus, we would never feel\r\nsecure, yet never truly secure ourselves. No matter how obvious the\r\nsolution was to the Pattons or MacArthurs of the world, the threat\r\nwould never be allowed to end. The \u0026quot;peace\u0026quot; was simply suspended\r\nterror. And, the most terrifying outcome of all, a nuclear\r\nArmageddon, was always looming, always prompting towards global\r\nsolutions.\u003c/p\u003e\r\n\r\n\u003cp\u003eSo\r\nthe years marched on, with the Western world progressively alienated\r\nfrom its traditional European philosophy through intentional\r\nconditioning by the educational system, press, religious institutions\r\n(including the old stalwart, the Roman Catholic Church, toppled since\r\nVatican II and now with a Jesuit radical bethroned), government\r\nprograms of many sorts, and soulless corporate collusion. European\r\nracial pride was inverted and \u0026quot;white guilt\u0026quot; became the new\r\nidentity, leading to a deep self-loathing that was much worse than\r\nbeing considered innately lazy, impulsive, or foolish. In the new\r\nnarrative, Europeans were the most evil race in history and all\r\nwhites were born with an unpayable moral debt to the rest of the\r\nworld.\u003c/p\u003e\r\n\r\n\u003cp\u003eDesperate\r\nwhites sought to destroy the stain of their ancestors through\r\nmiscegenation, prejudicial handicaps, and the angry disavowal of\r\ntheir heritage. The twisted psychological conditioning program of\r\nhumiliation, guilt, and obligation used to spiritual sterilize the\r\nGermans was implemented throughout the Western world. For, as we've\r\nbeen told, weren't we all just a few bigoted expressions from\r\nbecoming Nazis ourselves?  And, so a racial and cultural genocide was\r\ntaking place, a dehumanization by which the beliefs, traditions, and\r\nidentities of the European people were \u0026quot;corrected\u0026quot;.\u003c/p\u003e\r\n\r\n\u003cp\u003eAs\r\nMarx, Engels, and countless later radicals noted, the family was the\r\nroot of the \u0026quot;oppressive\u0026quot; hierarchal pattern. As the transmission\r\nbelt for the traditional culture and the antidote, by way of love, to\r\npropaganda against ancestral history, the family was the archenemy.\r\nFrom compulsory public education to materialistic seduction of the\r\nadolescent to expert-sanctioned encouragement of rebellion and\r\nhostility against parents, the conditioning forces directed a large\r\nand multifaceted campaign against the family.\u003c/p\u003e\r\n\r\n\u003cp\u003eWhile\r\nmen provide the physical and intellectual defense of a culture, it is\r\nwomen who are the most crucial guardians, nurturing each new\r\ngeneration, instilling within them a sense of love, identity, pride,\r\nand values. In fact, the Aryan philosophy is fully embodied in a\r\nmother's love, the generosity and sacrifice of material concerns for\r\nthe spiritual value of life. Family love is the fundament of the\r\nAryan spirit, the pillar upon which all our cultural goodness was\r\nbuilt, and this magnificent love is still where hope remains.\u003c/p\u003e\r\n\r\n\u003cp\u003eThus,\r\nmaternity was brought under attack by the reformers from the\r\nbeginning. Feminism, which, in its zealous hatred of the feminine\r\nrole, was more misogynistic than the coarsest panderer, attacked\r\nmarriage, childrearing, and even heterosexuality as vile injustices.\r\nChildren were torn from their mothers, the hearth was violated, and\r\nwomen were marched towards the materialistic ideology as abject\r\ntoilers. No longer would family reflect through the mother and\r\nfather's actions the love, care, and centrality of their children and\r\nmarriage. \u0026quot;Family\u0026quot; became known as a mere and presumed\r\nexploitative economic partnership.\u003c/p\u003e\r\n\r\n\u003cp\u003eBirthrates\r\ndropped, fidelity was an outmoded irrationality, and sexual intimacy\r\nwas stripped down to only its material basis. Abortion,\r\nhomosexuality, pornography, drug use (in which spiritual and\r\nemotional states are reduced to physical manipulations), and\r\nchildless existence became first tolerated, then accepted, and\r\nfinally encouraged as symbolic rebellions against the spiritual life.\r\nGenerations of children were raised without any real family, their\r\nwould-be parents living in perpetual immaturity, unable or unwilling\r\nto place their sacred parental responsibility over selfish material\r\ninterests.\u003c/p\u003e\r\n\r\n\u003cp\u003eIn\r\nthe meantime, a complete takeover of the Western financial world took\r\nplace, encroaching far beyond the banking industry and into personal\r\nmicroeconomics. The goal, besides direct consolidation and\r\nenrichment, was preventing independence from the global economic\r\nnetwork being established. Taxation invaded every aspect of financial\r\naction, repeated transaction after transaction as the efforts of\r\nworkers were confiscated into the system. This system would then\r\ndispense services and goods formerly provided by communities and\r\nfamilies themselves, creating an vampiric dependence.\u003c/p\u003e\r\n\r\n\u003cp\u003eReal\r\nresources disappeared in exchange for worthless currency and, now,\r\neven the currency is just ephemeral electronic data. This\r\nfictionalization of wealth retention was complemented by ever more\r\ninscrutably complex \u0026quot;financial instruments\u0026quot;, allowing the\r\ngrossest of fraudulent and usurious schemes. Debt, personal and\r\ngovernmental, would become necessary for commonplace goals, as real\r\npersonal wealth evaporated and financial dependence was encouraged at\r\nevery turn. Much of this debt was never expected to be repaid, but it\r\nwas immeasurably useful and profitable as it served to shackle and\r\nentangle the debtor.\u003c/p\u003e\r\n\r\n\u003cp\u003eWhile\r\nthe financial seizure transpired and post-war generations were\r\nincreasingly subjected to social conditioning, the threat of war with\r\nthe communists allowed both a vanguard for revolutionary incursion\r\ninto the culture and a powerful motivator toward global authority.\r\nBut, to further shift to true global rule the \u003ci\u003estatus\r\nquo \u003c/i\u003eof\r\nnational identity would need to be disrupted. National resource\r\nindependence would need to crushed and self-sufficiency sent to the\r\ngrave.\u003c/p\u003e\r\n\r\n\u003cp\u003eAlthough\r\nthe nebulous international communist movement provided a form of\r\nglobal endangerment, in practice it dissolved largely into national\r\nconflicts. These conflicts occasionally had the undesired side\r\neffect, through protective measures, of strengthening national\r\nidentity and independence. And, as the Western world increasingly\r\nadopted the communist policies they had posed against, a new threat\r\nwould be needed that would more fully transgress national and\r\ncultural barriers while still allowing materialistic corruption.\u003c/p\u003e\r\n\r\n\u003cp\u003eMoving\r\ntoward these ends, the racial and cultural identity providing\r\nnational strength was undermined through revision of immigration\r\npolicies. While it would take generations for the demographic shifts\r\nto fully impact society, this later impact would coincide with other\r\nfuture plans. Likewise, a long term socio-economic undermining would\r\nhave its origins in these tumultuous times, with the introduction of\r\n\u0026quot;free trade\u0026quot;.\u003c/p\u003e\r\n\r\n\u003cp\u003eTwo of the\r\nmost powerful visible implementors of the conspiracy, Henry Kissinger\r\nand David Rockefeller, ushered in a new age of economic\r\nglobalization. From propping up communist countries in exchange for\r\nslave labor\r\nto the machinations of the global oil banking complex, free trade\r\nbegan its great erosion of Western productivity, independence, and\r\nintegrity.\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\neconomic interactions established through free trade would lead to\r\ngreatly strengthened supranational institutions, such as through the\r\nWTO. By effectively reintroducing slavery in the form of desperate\r\nthird world workers and forcing first world countries to compete with\r\nthese slaves, new wealth would be generated completely independent of\r\nthe troublesome middle class. This process, with aid of the Western\r\nbanks and politicians, would vastly enlarge the welfare class in the\r\nWestern world as the number of competitive skills rapidly shrunk,\r\nshuffling more and more previously independent families into\r\ndependence on the colluding governments.\u003c/p\u003e\r\n\r\n\u003cp\u003eUnder\r\nthe guidance of the Jewish globalists, the Soviet Union was\r\npurposefully dissolved, China practiced a exploitative capitalism,\r\nand national holdouts of economic independence were toppled through\r\nintrigue and war. As the first heavily conditioned generation of the\r\nWest started to ascend into power, a thousand revolutionary fractures\r\nin society rift apart our common racial, spiritual, and social\r\nidentity, creating a cultural civil war that was persisted and\r\nempowered by divisive propaganda and politics.\u003c/p\u003e\r\n\r\n\u003cp\u003eThousands\r\nof books have been written, some with congratulation and some with\r\nconsternation, cataloging the myriad forms by which the materialistic\r\nideology has in recent times affected our culture. Their details are\r\nnot unimportant, but neither are they truly useful. For, in the\r\nenervating internal conflict of the West, all the so-called \u0026quot;right\r\nwing\u0026quot; counter attacks were allowed to strike only pawns, as naming\r\nthe alien Semitic origins of the grand materialistic scheme upon us\r\nwas and remains strictly \u003ci\u003everboten\u003c/i\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eAs\r\nour account approaches the present time, we see the tremendous\r\ndemographic crisis of immigration, a Western workforce hollowed out\r\nby free trade and entitlement, widespread spiritual and cultural\r\ncollapse, and the growing centralization of governing power. But, now\r\nthat the specter of nuclear annihilation is largely past, what horror\r\nwill cause the new Western generations, the vast majority of which\r\nhaving had no direct exposure to war, to shelter under the mordant\r\narms of the United Nations?\u003c/p\u003e\r\n\r\n\u003cp\u003eCould\r\nit be the Muslim hordes that stamp at the gates of Europe? Islam is\r\nthe closest cousin of Judaism, and the Arab the nearest racial kin of\r\nthe Israeli. But, it is not the language that binds these so closely,\r\nthough Hebrew and Arabic are vastly similar Semitic languages without\r\nrelation to the Indo-European fountainhead, nor even the genetic\r\nlikeness of their original people. In truth, Islam, unlike\r\nChristianity with its previously described Aryan heritage, is\r\ndescended directly from Judaism and the ancient Canaanite archetypes.\u003c/p\u003e\r\n\r\n\u003cp\u003eIslam,\r\nprecisely like Judaism, is a religion based on extensive codes of\r\nstrict behavioral laws. Its purely materialistic ideology is\r\nreflected in the fact that followers' inner sentiments and beliefs do\r\nnot matter; what matters is complete submission in physical behavior.\r\nThe Muslim afterlife, \u003ci\u003eJannah\u003c/i\u003e,\r\nas with the Jews, is restricted to a materialistic paradise,\r\nrewarding obedience to the Islamic commandments or \u003ci\u003eAhkam\u003c/i\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eAbraham,\r\nthe first and founding Jew, is also considered the first and perfect\r\nMuslim; only Moses features with equal prominence in \u003ci\u003eboth\u003c/i\u003e\r\nthe Judaic and Islamic canons. But, while the Jews were strictly\r\ndelineated by racial heritage, Muhammad removed the requirements of\r\ngenetic lineage and, thus, united the warring tribes of Arabia under\r\na new cult. Instead of conquering with scheming and manipulation as\r\nthe Jews had done, the barbarian raiders of Arabia would conquer by\r\nthe sword. The spoils of this rapacious conquest available to any\r\n\u003ci\u003eGhazi\u003c/i\u003e\r\nthat would submit to the Islamic code, Islam grew rapidly and\r\nviolently.\u003c/p\u003e\r\n\r\n\u003cp\u003eWhile\r\nthe Jews naturally rejected the idea of a non-Jew claiming to be a\r\nprophet of God, there is no major historical hostility between the\r\nJews and Muslims, contrary to the impression created by the modern\r\nMiddle Eastern provocations of Israel, provocations useful, of\r\ncourse, in sustaining vigilance against \u0026quot;antisemitism\u0026quot;. The\r\nJewish animosity is again and again directed towards Christianity,\r\nthe Aryan spiritual philosophy which powerfully contradicts and\r\nrebukes both the Jewish and Muslim materialistic religions.\u003c/p\u003e\r\n\r\n\u003cp\u003eLikewise,\r\nit is Christianity which most suffered under the Muslim incursions,\r\nheld the line at the Battle of Tours, drove out the invaders through\r\nthe Crusades and Inquisition, and saved Europe from the Ottomans in\r\nthe Battle of Vienna. The Jews not only did not help stop the\r\nMuslims, they actively collaborated with the Arab oppressors against\r\nthe Christians, as in Spain and Italy, \u0026quot;possessing the gates\u0026quot;.\r\nAnd, yet we are to think the Jews and Muslims are mortal enemies.\u003c/p\u003e\r\n\r\n\u003cp\u003eIn\r\ntruth, as with other \u003ci\u003eGoyim\u003c/i\u003e,\r\nthe Muslims are seen by the Jews as just another pawn to be used in\r\ntheir quest for power. As the gates of the West are held open for the\r\nIslamic masses to invade and anti-Western sentiment is stoked in\r\nthird world terrorist enclaves, who stands behind both the invitation\r\nand the provocation? Who would stand to benefit from this subversion\r\nand the new Cold War of \u003ci\u003eJihad\u003c/i\u003e?\u003c/p\u003e\r\n\r\n\u003cp\u003eThe\r\nProject for the New American Century promised to help bring about a\r\nnew international order for the advancement of \u0026quot;economic freedom\u0026quot;\r\nand peace, instrumenting the September 11th bombings and \u0026quot;regime\r\nchange\u0026quot; in the Middle East. In doing so, they not only attacked the\r\nfew national banks not under their control, but also, through the CIA\r\nand its intermediaries such as al-Queda, engineered a vast\r\nimmigration invasion of Europe from Iraq, Palestine, Afghanistan,\r\nSyria, and Somalia.\u003c/p\u003e\r\n\r\n\u003cp\u003eBut,\r\nthe culture war with the Muslims, the replacement for the Communists,\r\nis only one part of the modern formula of fear. As was needed to\r\ndrive the panicked masses to the slaughterhouse, a new thunderhead\r\nwas claimed to threatened the complete death of the Earth, replacing\r\nthe now highly abstract danger of nuclear destruction. After,\r\nevolving the earlier claims of world overpopulation, global cooling,\r\nand global warming, this monster was finally dubbed \u0026quot;climate\r\nchange\u0026quot; and would become a tremendous impetus for global change in\r\nthe present.\u003c/p\u003e\r\n\r\n\u003ch2\u003ePredictions\u003c/h2\u003e\r\n\u003cp\u003eWe\r\nare now at the precipice of tremendous global change. Generations of\r\npeople have been raised with a conditioning environment to prepare\r\nthem to accept and even welcome this time. We face a terrible evil\r\nand there is little hope for change in the near term. We are about to\r\nsee the Leviathan, having for centuries swollen the deep and corroded\r\nour walls, burst forth and drown its enemies.\u003c/p\u003e\r\n\u003cp\u003eThe\r\nUnited Nations meets this month to secure international commitment to\r\nits plan for the next fifteen years. By its own description, what the\r\nUN plans is of completely unprecedented scope and importance in\r\nestablishing global governance. The effort to propagandize and\r\naccomplish the agenda of this plan forms the largest open conspiracy\r\nin human history, involving nearly every major governmental,\r\ncharitable, and religious organization in the world.\u003c/p\u003e\r\n\u003cp\u003eThe\r\nprogram is based around seventeen \u0026quot;Sustainable Development Goals\u0026quot;,\r\nwhich are:\u003c/p\u003e\r\n\u003cOL\u003e\r\n\t\u003cLI\u003eEnd\r\n\tpoverty in all its forms everywhere\u003c/li\u003e\r\n\t\u003cLI\u003eEnd\r\n\thunger, achieve food security and improved nutrition and promote\r\n\tsustainable agriculture\u003c/li\u003e\r\n\t\u003cLI\u003eEnsure\r\n\thealthy lives and promote well-being for all at all ages \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003eEnsure\r\n\tinclusive and quality education and promote lifelong learning\r\n\topportunities for all \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003eAchieve\r\n\tgender equality and empower all women and girls \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003eEnsure\r\n\taccess to water and sanitation for all\u003c/li\u003e\r\n\t\u003cli\u003eEnsure\r\n\taccess to affordable, reliable, sustainable, and modern energy for\r\n\tall \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003ePromote\r\n\tinclusive and sustainable economic growth, employment, and decent\r\n\twork for all\u003c/li\u003e\r\n\t\u003cli\u003eBuild\r\n\tresilient infrastructure, promote sustainable industrialization and\r\n\tfoster innovation\u003c/li\u003e\r\n\t\u003cli\u003e Reduce\r\n\tinequality within and among countries \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003e Make\r\n\tcities inclusive, safe, resilient, and sustainable\u003c/li\u003e\r\n\t\u003cli\u003e Ensure\r\n\tsustainable consumption and production patterns \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003e Take\r\n\turgent action to combat climate change and its impacts \r\n\t\u003c/li\u003e\r\n\t\u003cli\u003e Conserve\r\n\tand sustainably use the oceans, seas, and marine resources\u003c/li\u003e\r\n\t\u003cli\u003e Sustainably\r\n\tmanage forests, combat desertification, halt and reverse land\r\n\tdegradation, halt biodiversity loss\u003c/li\u003e\r\n\t\u003cli\u003e Promote\r\n\tjust, peaceful, and inclusive societies\u003c/li\u003e\r\n\t\u003cli\u003e Revitalize\r\n\tthe global partnership for sustainable development\u003c/li\u003e\r\n\u003c/OL\u003e\r\n\u003cp\u003eThe\r\ngoals with little or no revision will all be adopted and all major\r\nnations will commit to their implementation. The press coverage will\r\nbe relatively small and there will be no visible controversy outside\r\nof limited concern over environmental restrictions. There will be\r\nnext to no immediate effects and the apparent importance of the\r\nsummit itself will vanish for all but the carefully observant. Even\r\nas direct outcomes appear, their connection to the plan will be\r\nmostly ignored.\u003c/p\u003e\r\n\u003cp\u003eThe\r\ngoals will appeal to the vast majority of people, describing a\r\nUtopian future well aligned with the supposed benefits of both\r\ncapitalism and communism. The post-scarcity world will beckon people\r\nof all nations. No one, some will think, can morally be against these\r\ngoals, just as no one can be against world peace. And, just as such\r\nmaterial promises have led the masses again and again for the past\r\nthree hundred years, so will they in the years ahead.\u003c/p\u003e\r\n\u003cp\u003eThe\r\npromoters and advocates of these changes will almost universally\r\nbelieve in their goals' inherent correctness. Their motivations will\r\nbe honest, their passion authentic, and their protection vigorous. An\r\norganization widely believed to be benevolent and representative, the\r\nUnited Nations doesn't need to transcend or excuse past misdeeds.\r\nEven after the mass murders of the Soviet Union were known, it found\r\nno shortage of defenders and apologists; how much more zealous will\r\nthe proponents of the United Nations be?\u003c/p\u003e\r\n\u003cp\u003eBut,\r\nwhat will really happen as a result of this agenda? Will the goals be\r\nachieved? If so, at what cost and in what form shall be the result?\r\nAnd, who shall describe the path\r\nthese goals will take? Who shall measure their success or failure?\u003c/p\u003e\r\n\u003cp\u003eIn\r\norder to reach the post-scarcity vision the Communists promised, a\r\npenultimate period was necessary in which a \u0026quot;dictatorship of the\r\nproletariat\u0026quot; would rule to steer to the desired outcome. In\r\npractice, this would be the bloodthirsty rule of Communist elites,\r\ncausing the deaths of over one hundred million people under their\r\n\u0026quot;perfectly democratic\u0026quot; rule. And, yet, even this grim outcome is\r\nmore benign than what awaits us with the new world order.\u003c/p\u003e\r\n\u003cp\u003eIn\r\norder to accomplish and enforce the agenda, there will be a massive\r\nexpansion of the United Nation's purview and authority. The national\r\nfinancial obligations alone will vastly increase the power of the UN,\r\njust as Woodrow Wilson's addition of a federal income tax predicated\r\nthe United States' dramatic transformation from state to federal\r\nrule. Due to the extremely encompassing goals of the new agenda, far\r\nbroader, in fact, than the charters or constitutions of most nations,\r\nthe power that will be exacted shall truly make for an all-powerful\r\nworld government, with all nations kneeling below it.\u003c/p\u003e\r\n\u003cp\u003eThe\r\ngoals themselves shall universally spread the materialistic ideology\r\nand all of its attendant woes, which we have already examined, such\r\nas through its guarantees of \u0026quot;equality\u0026quot;. And, while this danger\r\nis serious and certain to be achieved, continuing and enlarging the\r\nproblems and suffering this ideology causes, the goals hide a far\r\ngreater and more sinister outcome.\u003c/p\u003e\r\n\u003cp\u003eClimate\r\nchange provides the apocalyptic fear and urgency within the summit\r\nand many of the goals will apply the concepts of \u0026quot;sustainability\u0026quot;\r\nand \u0026quot;intersectionality\u0026quot; to extend environmental protection to\r\ntotal socio-economic control. Climate change is a scientific\r\npropaganda campaign that seeks to terrorize the public into\r\ncompliance with a \u0026quot;green technology\u0026quot; racket that will replace use\r\nof \u0026quot;primitive\u0026quot; resources such as wood and methane with dependence\r\non more \u0026quot;advanced\u0026quot; products such as GMOs, batteries, and solar\r\ncells, despite their far more environmentally dangerous manufacturing\r\nand waste implications.\u003c/p\u003e\r\n\u003cp\u003eDue\r\nto the completely benign gas, CO2, being targeted for control, almost\r\nevery aspect of energy use comes under the hand of these supposed\r\n\u0026quot;environmentalists\u0026quot;. Numerous examples of falsifying evidence\r\nhave been proven, the \u0026quot;hockey stick\u0026quot; graph being but one such\r\ninstance of scientific fraud. These frauds continually push towards a\r\npredetermined outcome and contrary evidence is deliberately ignored.\u003c/p\u003e\r\n\u003cp\u003eThis\r\nintended scientific outcome is clear when one examines the IPCC's\r\nfamous climate reports which, in presenting its lengthy lists of the\r\neffects of unchecked climate change, invariably present one\r\nterrifying result after another. Are we truly to believe that a\r\nglobal pattern of warming, cooling, desertification, humidification,\r\netc would have \u003ci\u003eno positive effects \u003c/i\u003eat\r\nall? And, so ridiculous has this charade become, that every\r\nunpleasant weather occurrence is explained as the result of human\r\ncaused climate change, hurricanes, forest fires, rain storms,\r\ndrought, and even earthquakes.\u003c/p\u003e\r\n\u003cp\u003eBut,\r\nit is equal folly to imagine that completely unrestrained global\r\ncorporations would not rape the earth or that every restriction of\r\npollutant and toxin has no reasonable basis. Yet, will the United\r\nNation's plan save us from a poisoned future? Or, will it not\r\nencourage wasteful global transportation, endless consumption of\r\ntechnological trash, and a new universality of the fluoridated,\r\nmedicated, vaccinated, and digitized \u0026quot;global citizen\u0026quot;? One only\r\nneeds to look to the past consideration given to the environment by\r\nthe Communists to understand how little is sacred to the\r\nmaterialistic mindset.\u003c/p\u003e\r\n\u003cp\u003eYet,\r\nthe goals for climate change, for all their noise and falsehood, do\r\nnot pose a major threat outside of the aforementioned creeping\r\nintersectionality. Instead, the  gravest threat lurks elsewhere in\r\nthe goals. This secret objective will cause hundreds of millions to\r\ndie and attempt the destruction of the Western society as we know it.\r\nAnd, this terrible tragedy will be ironically caused, in combination\r\nwith other factors of the global conspiracy, by the most elemental\r\nhumanitarian objectives of the agenda: attempting to end poverty,\r\nhunger, disease, and inequality.\u003c/p\u003e\r\n\u003cp\u003eThese\r\ngoals suggest a heaven on earth, a material paradise. They deny the\r\nhistorical proofs of every time, every culture, and every life,\r\ninstead holding that \u0026quot;progress\u0026quot; will make the previously\r\nimpossible possible. They elevate material contentment as the highest\r\ngoal of life and, conversely, material suffering is the worst evil.\r\nClearly the presented agenda, reflective of progressivism in general,\r\nembodies the ancient Jewish ideology of materialism.\u003c/p\u003e\r\n\u003cp\u003eHow\r\nstrong is the contrast of this mindset with the basic Aryan\r\nphilosophy, which identifies suffering as an inseparable aspect of\r\nmaterial desire. Heaven on earth is \u003ci\u003eMy\u003c/i\u003e,\r\nthe house upon the sand, a trap for the foolish and shortsighted.\r\nMaterial happiness is artificial and the prioritization of such over\r\nspiritual enlightenment is the cause of true suffering. And, just so,\r\nand with cynical intent by the globalist, will these goals cause\r\nwidespread suffering, through the following events.\u003c/p\u003e\r\n\u003cp\u003eA\r\ngreat host of global aid organizations will receive a massive influx\r\nof capital and other resources to help \u0026quot;developing nations\u0026quot;, the\r\ngovernments of which they will partner with in exchange for these\r\ngovernments implementing globalist policies. This aid will come from\r\n\u0026quot;developed nations\u0026quot;, beginning the largest welfare scheme in the\r\nhistory of the world at a time when these first world countries have\r\nnever been less self-sustaining.\u003c/p\u003e\r\n\u003cp\u003eThe\r\naid will be used in two main ways. First, it will implement systems\r\nof global economic dependence in the third world countries under the\r\nOrwellian guise of \u0026quot;sustainability\u0026quot;. By introducing \u0026quot;free\r\ntrade\u0026quot;, these impoverished people will become the slaves of the new\r\nglobal economy, wholly dependent upon external economic forces for\r\ntheir survival as their previous capacity for self-reliance is\r\nremoved.\u003c/p\u003e\r\n\u003cp\u003eSecond,\r\nthe aid will directly relieve some abject conditions in a temporary\r\nfashion, such as by supplying food shipments. However, this will only\r\nworsen these problems in the longer term. For the problems the aid is\r\nto remedy are already the products of a limited people having\r\npreviously received similar artificial help.\u003c/p\u003e\r\n\u003cp\u003eFor\r\nexample, almost all developing countries are overpopulated in the\r\nsense that their internally available resources are insufficient to\r\nsustain their own populations. If the resources are insufficient, why\r\ndoes the excessive portion of the population not e.g. starve, thus\r\nrestoring the balance to resource production? The answer, of course,\r\nis because external aid supported the excess, prolonging and\r\nincreasing the problem of overpopulation.\u003c/p\u003e\r\n\u003cp\u003eHow\r\nmuch more exacerbated shall these conditions become when every modern\r\neffort is undertaken to prevent any natural population correction?\r\nShould infant mortality be halved, should a vaccine for HIV be\r\ndeveloped, should widespread free health care be available, what then\r\nwill become of the world's hungry and poor? And, as each population\r\nboom expands, these nations will have ever more entitled expectations\r\nto and need for welfare from first world countries, blaming their\r\nrescuers (with some justification) for their predicament.\u003c/p\u003e\r\n\u003cp\u003eThe\r\nfirst world countries will be forced to muster more support, for as\r\nbad as it may get in Copenhagen, it surely will be worse in Nairobi.\r\nWith each payment of the UN tax, the global administrative apparatus\r\nis enriched and enlarged, their corporate and NGO partners likewise\r\ngrow, and the grand bureaucracy becomes more complex, established,\r\nand encroaching.\u003c/p\u003e\r\n\u003cp\u003eThis\r\naid will fund not only overpopulation, but the financing of the \u0026quot;free\r\nmarket\u0026quot; slave class that will simultaneously destroy the first\r\nworld economy. Billions of third world citizens will become the\r\nslaves of this new global economy, with \u0026quot;booming growth\u0026quot; in\r\ncountries throughout Africa and Southern Asia. These people will be\r\nslaves not only through their labor, but through their participation\r\nas the long tail consumers of the global economy, just as already has\r\nhappened with mobile phones.\u003c/p\u003e\r\n\u003cp\u003eInexpensive\r\ncomputer communication technology will be common place in the third\r\nworld, much like plastic containers are now. This will allow over 90%\r\nof the world's population to have Internet access and electronic\r\nbanking, as electronic transactions replace physical currency\r\nthroughout the world. Through this technological infestation, the\r\nworld's entire population will be conditioned with freely available\r\neducation, robbed via usury and taxes, and readily organized into\r\nrabbles and armies through propaganda.\u003c/p\u003e\r\n\u003cp\u003eYet,\r\nthe Western masses will long be anesthetized from what is happening\r\nas \u0026quot;frictionless\u0026quot; technology, drugs, sexual degeneracy, and ever\r\nmore extreme sensory experiences entrain the people from young to\r\nold.  All privacy in urban areas will disappear, but, more alarming,\r\neven the expectation of privacy will vanish as measures to track and\r\nlevy all citizen behaviors expand via drones, sensors, and\r\nautomation. \u0026quot;Lifelong education\u0026quot; will become a major past time,\r\ndriven by a looming sense of obsolescence and newly free educational\r\nresources, and serve as an even more strident form of social\r\nconditioning.\u003c/p\u003e\r\n\u003cp\u003eIn\r\nthese first world countries, the crime rate, national debt, and\r\nculture wars will explode, as vast waves of immigrants overrun\r\ncommunities, undermine job markets, and crash the national welfare\r\nsystems. The combination of economic competition from \u0026quot;free market\u0026quot;\r\nslavery, greatly diminished actual purchasing power, and vastly\r\nexpanded government assistance programs, will push most of the middle\r\nclass into poverty. But, just the reverse will be widely believed, as\r\nthe middle class is redefined to include dependence on the\r\ngovernment, enabling millions to \u0026quot;escape poverty\u0026quot; and join the\r\nnew middle class.\u003c/p\u003e\r\n\u003cp\u003eThis\r\nfirst world economic collapse will happen by stages and be hidden\r\nthrough currency manipulations, just as has already begun. The\r\nnational governments, greatly overburdened by their welfare systems\r\nand dwindling productivity, will become vastly dependent on the\r\nglobal welfare programs. The debt from these global loans and,\r\neventually, other forms of aid will grow with such ease that few\r\ncitizens will notice that their once proud country has become a fully\r\ndependent nation.\u003c/p\u003e\r\n\u003cp\u003eFor,\r\nin terms of their self-sufficiency and independence, the developed\r\nnations have \u003ci\u003ealready\u003c/i\u003e\r\ncollapsed. What remains are just ghosts of their former selves,\r\nillusions of nationhood. And, so the world will shift into the\r\nnext phase, through this great but gentle leveling of the first and\r\nthird worlds, removing the disparity between people just as promised,\r\nbut in the form of making us \u003ci\u003eall \u003c/i\u003eslaves\r\nto the Jewish-controlled global hegemony.\u003c/p\u003e\r\n\u003cp\u003eBut,\r\nthe population debt must eventually be paid and it will be paid in\r\nblood. After the first world is reduced, there is no more use for\r\nexcessive third world populations. They will have become only a\r\nburden to the global conspiracy, having outlived their usefulness.\r\nMassive deaths will inevitably occur, whether through desperate war,\r\nnatural epidemics, or engineered extermination. A new era of\r\npopulation control will necessarily result, guided, of course, by the\r\nglobal government which will help all of us to be \u0026quot;good\u0026quot;\r\nproductive global citizens. The materialistic life will be all most\r\nglobal citizens will ever know and there will be but one obscenely\r\nwealthy tribe ruling the world.\u003c/p\u003e\r\n\u003cp\u003eThe\r\ngoal of the globalists is to make slaves of the world for their own\r\nmaterial benefit. The truth is that they are not so intent on\r\ndestruction as possession, and our physical lives will be in most\r\ncases comfortable enough. They can very easily create war and acute\r\neconomic collapse in the West, but will only do so if they believe it\r\nis necessary to destroy resistance. It is unlikely that a traditional\r\napocalyptic scenario will unfold in the West, though violent threats\r\nof the possibility will be regularly presented. To truly succeed at\r\nworld domination, they must have  mostly docile, intimidated, and\r\nbasically content subjects and they are aware of this. In fact, the\r\nworld they are creating will be agreeable to many people.\u003c/p\u003e\r\n\r\n\u003cp\u003eThere\r\nis no real organized resistance to their plans. There is really\r\nnothing that an individual or group can do to change the slide to\r\nJewish world dominance. Armed rebellion would be tragically\r\ncounter-productive and must be avoided for everyone's sake. The new\r\nworld order is our inescapable future.\u003c/p\u003e\r\n\r\n\u003cp\u003eBut,\r\nafter many generations, there will be a great reversal. Having\r\nsecured their power over all nations, the rulers will descend into\r\nabhorrent immoderation, their unchecked materialistic drive, their\r\nlust, greed, ambition, selfishness, and vanity, their unquenchable\r\nthirst for power and wealth, all finding destructive result. Focused\r\nsolely on their material gain, without a love of their subjects or,\r\ntruly, anyone but themselves, their cancer will grow to a lethal\r\nextreme.\u003c/p\u003e\r\n\r\n\u003cp\u003eThose\r\nin their ranks who are shrewed enough to be moderate will be overrun,\r\nand the creeping exploitation will become so burdensome that a great\r\nreaction will build. An awakening of the Teutonic racial heritage\r\nwill thunder across the Western world and, joined by the greatest\r\nfrom all races and cultures including Arabs and even some Jews, the\r\nglobalists will be thrown out. This pattern of exploitation, excess,\r\nand expulsion has happened over one hundred times since Christ and\r\nwill most assuredly happen again.\u003c/p\u003e\r\n\r\n\u003cp\u003eBut,\r\nthe materialistic view will persist. It's always been there, lurking\r\nin all of us. And, in time, the corruption will repeat itself again\r\nin some new form. The dramas of ambition and material desire and the\r\nsuffering they cause, are an inseparable aspect of human history.\r\nAnd, yet, there is still hope.\u003c/p\u003e\r\n\r\n\u003ch2\u003eYour\r\nChoice\u003c/h2\u003e\r\n\r\n\u003cp\u003eAll\r\npeople face the dilemma of our times and must choose. Will you make\r\nyour life about material happiness, be purchased by pleasure and\r\npain, and accept the Semitic philosophy as your own? Or, will you\r\nfocus your heart on the spiritual, make your life a journey toward\r\nultimate truth, and walk in the footsteps of the Aryans?\u003c/p\u003e\r\n\r\n\u003cp\u003eIt\r\ndoesn't matter from what race or culture you come. It does not matter\r\nif you yourself were born a Jew or have only known materialistic\r\nideology. The equality of soul is real as is the divine and\r\ntranscendent freedom we possess: to seek enlightenment. Will you be a\r\nslave of this world? Or, will you follow the path toward \u003ci\u003enirvana\u003c/i\u003e?\u003c/p\u003e\r\n\u003cp\u003e \r\n\u003c/p\u003e\r\n\u003cp\u003eLet\r\ngo of the material victory. Make your war that of the spirit. Arm\r\nyourself with the spiritual truth of Aryan philosophy, from the\r\n\u003ci\u003eZend-Avesta\u003c/i\u003e\r\nto the \u003ci\u003eRig Veda\u003c/i\u003e\r\nto the \u003ci\u003eEddas \u003c/i\u003eto\r\nthe \u003ci\u003eEvangelion\u003c/i\u003e.\r\nCome back to the old wisdom. Come back to who you really are.\u003c/p\u003e\r\n\r\n\u003cp\u003eCome\r\nback to life, kin of my ancient brothers or sisters, and accept the\r\nspiritual treasure of your ancestry. Kindle the flame of our people,\r\nprotect it, and share it with those who are ready. Preserve it\r\nthrough the changes of our material world and teach it to the new\r\ngenerations.\u003c/p\u003e\r\n\r\n\u003cp\u003eOur\r\nreal hope comes not from without, but from within. The Aryan\r\nphilosophy is not just words written in books. It is imprinted in the\r\nsoul. \r\n\u003c/p\u003e\r\n\r\n\u003cp\u003eFor\r\nas long as a mother's love for her child is to be found, for as long\r\nas art can move the soul toward the sublime, for as long as we see\r\nthe stars hanging in the firmament above us and remember, somewhere\r\ndeep in our hearts, the capacity to hope, to believe, to love, to\r\ntranscend, and to reach truth, so shall the Aryan spirit live on.\u003c/p\u003e\r\n\r\n\u003cp\u003eForever.\u003c/p\u003e\r\n\r\n\u003chr/\u003e\r\n\u003ch3\u003eDownload Links:\u003c/h3\u003e\r\n\u003cul\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt.pdf\"\u003ePDF (373 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt.txt\"\u003ePlain text (83 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-1.png\"\u003ePNG 1/6 (790 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-2.png\"\u003ePNG 2/6 (808 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-3.png\"\u003ePNG 3/6 (769 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-4.png\"\u003ePNG 4/5 (762 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-5.png\"\u003ePNG 5/6 (741 kb)\u003c/a\u003e\u003c/li\u003e\r\n \u003cli\u003e\u003ca href=\"download/wyanbt-6.png\"\u003ePNG 6/6 (708 kb)\u003c/a\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\r\n\u003c/body\u003e\u003c/html\u003e\r\n","pageTitle":"What You Are Not Being Told","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Wed, 27 Jul 2016 01:15:17 GMT","SERVER":"Apache","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"81:cb:d2:d4:f7:e4:8c:6b:1a:92:07:42:cd:e2:42:23","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
