{"hiddenService":"pfoxkj3p65uyc5pe.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["wiki.greasespot.net","wowana.me","www.w3.org"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["2a7417b944ab08201084227c16899d499e7e0669"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" xml:lang=\"en\"\u003e\n\t\u003chead\u003e\n\t\t\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\"/\u003e\n\t\t\u003ctitle\u003ePrivateFox\u003c/title\u003e\n\t\t\u003cmeta name=\"description\" content=\"A Firefox profile configuration optimised for Tor browsing.\"/\u003e\n\t\t\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"default.css\"/\u003e\n\t\u003c/head\u003e\n\t\u003cbody\u003e\n\t\t\u003ch1\u003ePrivateFox\u003c/h1\u003e\n\t\t\u003ch2\u003eA Firefox profile configuration optimised for Tor browsing.\u003c/h2\u003e\n\t\t\u003cul id=\"navbar\"\u003e\n\t\t\t\u003cli\u003e\u003ca href=\"/download.htm\"\u003eDownload\u003c/a\u003e\u003c/li\u003e\n\t\t\t\u003cli\u003e\u003ca href=\"/bookmarks.htm\"\u003eBookmarks\u003c/a\u003e\u003c/li\u003e\n\t\t\t\u003cli\u003e\u003ca href=\"/git.htm\"\u003eGit repository\u003c/a\u003e\u003c/li\u003e\n                        \u003cli\u003e\u003ca href=\"/chat.htm\"\u003eLive chat (IRC)\u003c/a\u003e\u003c/li\u003e\n\t\t\u003c/ul\u003e\n\t\t\u003ch3\u003eAbout\u003c/h3\u003e\n\t\t\u003cp\u003eThis is just a normal Firefox profile you can download and configure Firefox (Iceweasel and other Firefox derivatives work as well) to use instead of having to use the Tor Browser Bundle, which could be beneficial for some users. This is a simplified profile with a few privacy-geared addons, a growing hidden-service bookmark database, and some tweaks to make Firefox hopefully more secure than the Tor browser, if this is possible.\u003c/p\u003e\n\t\t\u003cp\u003eI do NOT encourage use of this if you are a novice Tor user looking for immediate security while using the network. If you don't care to peek under the hood and fix inevitable mistakes I wind up making, use the Tor Browser Bundle. It will still be the safest way to access Tor for a while.\u003c/p\u003e\n\t\t\u003cp\u003eOtherwise, if you enjoy experimenting with alternative solutions, this will work out just fine for you. Clone it, run it, and tweak settings to your liking. The main benefit to this profile is it will usually not be affected by Firefox updates (even though it is not configured to update automatically by default). PLEASE do NOT hesitate to report ANY issue no matter how trivial if you spot one. Use the contact bookmark and reach me by E-mail, open an issue with Git, or do both. I don't know about other developers, but I personally will respond more quickly via E-mail.\u003c/p\u003e\n\t\t\u003ch3\u003eFurther information\u003c/h3\u003e\n\t\t\u003cp\u003eThe \u003ca href=\"/bookmarks.htm\"\u003ebookmarks\u003c/a\u003e are unfiltered and therefore will include any up-and-running hidden service, whether it be legal or not, genuine or scam. PrivateFox is not responsible for inaccurate descriptions of websites and for testing anything other than uptime.\u003c/p\u003e\n\t\t\u003cp\u003eWhile some hidden services require it strangely enough, \u003cstrong\u003eit is highly discouraged to enable JavaScript for any reason!\u003c/strong\u003e Use \u003ca href=\"http://wiki.greasespot.net/Greasemonkey\"\u003eGreaseMonkey\u003c/a\u003e (included with PrivateFox) to emulate scripting on the webpage instead. In fact, \u003cem\u003ewe are requesting people willing to develop user scripts for hidden services and popular websites\u003c/em\u003e. Please \u003ca href=\"mailto:privatefox@torbox3uiot6wchz.onion\"\u003econtact me\u003c/a\u003e if you are interested in this, have made a user script already, or would like to share one made by someone else to be reviewed. To those wanting to use JavaScript, thanks for being patient! We want our users to be as secure as possible, and that includes blocking access to unreviewed and possibly malicious scripts. To those wanting to help, thanks for doing so and being an asset to privacy!\u003c/p\u003e\n\t\t\u003cp\u003ePrivateFox is maintained by any number of people. If you want to help, contact me. We will one day have a Git repository so it is easier to commit profile changes.\u003c/p\u003e\n\t\t\u003ch3\u003eBookmarks syntax\u003c/h3\u003e\n\t\t\u003cp\u003eThe \u003ca href=\"/bookmarks.htm\"\u003ebookmarks page\u003c/a\u003e is just an exported list of bookmarks from Firefox, and can easily be saved and imported into your browser, whether using PrivateFox or not. They are periodically updated with new links added and dead ones removed, so you may want to check weekly for an updated list. A fair amount of pain and anality is taken to make the bookmarks highly organised and professional. The methods of how bookmarks are added and labeled are listed below.\u003c/p\u003e\n\t\t\u003cp\u003eUnlike most hidden service directories, PrivateFox's bookmarks are pruned very quickly upon detection of dead links. The first time a link is found unresolvable upon a check, it is marked with the tag \"404\", and if it is still dead after a second check done in a reasonable time afterwards, it will be deleted. The bookmarks are kept to attempt to list all working hidden services, and dead ones will only add clutter and waste people's time. If a website or service comes back up, it can be added back in as a bookmark.\u003c/p\u003e\n\t\t\u003cp\u003eMultilingual services are tagged with their ISO 639-1 language codes. English (en) may be excluded unless a website offers both English and other languages.\u003c/p\u003e\n\t\t\u003cp\u003eWebsite names and descriptions are pulled off the website itself, if possible. If they are not descriptive enough, they can be replaced with how they are classified on a directory, or with a short original description of the website.\u003c/p\u003e\n\t\t\u003cp\u003eAll onions for a service are listed. If they redirect to another service, either automatically or with a link notice on the page, they are tagged with \"300\" (the HTTP code for Moved), title appended with [moved], and description filled to where it redirects.\u003c/p\u003e\n\t\t\u003cp\u003eOnly under rare circumstances are subservices of an onion listed. Usually, only the onion is listed. If the onion is a hard redirect (i.e. a link on the page redirecting to the main site) then the redirection is listed instead of the onion.\u003c/p\u003e\n\t\t\u003cp\u003eScam services must be verified by a source, with source included in the description. They will be tagged as \"scam\" and titles suffixed with either [scam] or in the case of onion phishers/cloners [DON'T USE].\u003c/p\u003e\n\t\t\u003cdiv id=\"footer\"\u003e\n\t\t\t\u003ca href=\"mailto:wowaname@volatile.ch\"\u003eContact\u003c/a\u003e\t\n\t\t\t\u003ca href=\"http://wowana.me/pgp.htm\"\u003ePublic PGP key\u003c/a\u003e (clearnet)\n\t\t\u003c/div\u003e\n\t\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"PrivateFox","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Tue, 26 Jul 2016 02:18:49 GMT","ETAG":"W/\"56540bb1-16e9\"","LAST-MODIFIED":"Tue, 24 Nov 2015 07:03:13 GMT","SERVER":"nginx","STRICT-TRANSPORT-SECURITY":"max-age=15768000"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
