{"hiddenService":"tornews3zbdhuan5.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"gunicorn/19.6.0","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["arstechnica.com","www.bbc.co.uk","www.cbc.ca","www.chicagotribune.com","www.w3.org"],"internalPages":[""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["/static/tornews_website","/about","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspaper","/newspage/22461","/newspaper","/newspage/22485","/newspaper","/newspage/22486","/newspaper","/newspage/22538","/newspaper","/newspage/22539","/newspaper","/newspage/22447","/newspaper","/newspage/22509","/newspaper","/newspage/22508","/newspaper","/newspage/22537","/newspaper","/newspage/22458","/newspaper","/newspage/22457","/newspaper","/newspage/22491","/newspaper","/newspage/22512","/newspaper","/newspage/22459","/newspaper","/newspage/22492","/newspaper","/newspage/22460","/newspaper","/newspage/22513","/newspaper","/newspage/22493","/newspaper","/newspage/22540","/newspaper","/newspage/22470"],"pgpKeys":null,"hashes":["119bda14bd6b3e583ac781b18c17da8e16583cf3"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\"\u003e\n\n\u003clink rel=\"stylesheet\" type=\"text/css\" href=\"/static/tornews_website/style.css\" /\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\n\n\u003chead\u003e\n\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\" /\u003e\n\u003ctitle\u003eTornews\u003c/title\u003e\n\u003c/head\u003e\n\n\u003cbody\u003e\n\u003cdiv id=\"container\"\u003e\n\u003cdiv id=\"header\"\u003e\u003ch1\u003eTornews. Anonymous News\u003c/h1\u003e\u003c/div\u003e\n\u003cdiv id=\"sub_header\"\u003eRead the news you like in Tor\u003c/div\u003e\n\n\u003cdiv class=\"menu\"\u003e\n\u003cdiv class=\"menu_title\"\u003eMain menu\u003c/div\u003e\n\u003cul\u003e\n\u003cli\u003e\u003ca href=\"/about/\"\u003eAbout\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cdiv class=\"menu_title\"\u003eAvailable Newspapers\u003c/div\u003e \n\u003cul\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/arstechnica\"\u003e\n        Ars Technica\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/bbc\"\u003e\n        BBC\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/cbc\"\u003e\n        CBC News\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/chicagotribune\"\u003e\n        Chicago Tribune\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/elpais\"\u003e\n        El País\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/krebsonsecurity\"\u003e\n        Krebs on Security\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/politico\"\u003e\n        POLITICO\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/rt\"\u003e\n        RT News\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/sciencedaily\"\u003e\n        Science Daily\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/techcrunch\"\u003e\n        TechCrunch\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/techradar\"\u003e\n        Tech Radar\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/theguardian\"\u003e\n        The Guardian\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/independent\"\u003e\n        The Independent\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/intercept\"\u003e\n        The Intercept\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/wired\"\u003e\n        Wired\u003c/a\u003e \u003c/li\u003e\n\n\u003cli\u003e \u003ca href=\"/newspaper/xinhua\"\u003e\n        Xinhua News\u003c/a\u003e \u003c/li\u003e\n\n\u003c/ul\u003e\n\u003c/div\u003e\n\u003cdiv id=\"main_content\"\u003e\n\u003cdiv class=\"content\"\u003e\n\n\n\u003ch1\u003eCyanogen Inc. reportedly fires OS development arm, switches to apps \u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/arstechnica\"\u003eArs Technica\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003eRon Amadeo\u003cbr /\u003e - Jul 22, 2016 10:50 pm UTC\u003c/p\u003e \u003cp\u003eCyanogen Inc. seems to be in trouble. A report from Android Police cites \u0026quot;several sources\u0026quot; that say the three-year-old Android software house will be laying off 20 percent of its workforce. One source said the company would \u0026quot;pivot\u0026quot; to \u0026quot;apps\u0026quot; and away from OS development.\u003cbr /\u003e\u0026quot;Cyanogen\u0026quot; branding can be confusing, so here\u0026#39;s a quick glossary before we get started:\u003cbr /\u003eThe Android Police report says \u0026quot;roughly 30 out of the 136 people Cyanogen Inc. employs\u0026quot; are being cut, and that the layoffs \u0026quot;most heavily impact the open source arm\u0026quot; of the company. Android Police goes on to say that CyanogenMod development by Cyanogen Inc \u0026quot;may be eliminated entirely.\u0026quot; The community could continue to develop CyanogenMod, but it seems many of the core CyanogenMod developers at the company will no longer be paid to work on CyanogenMod.\u003cbr /\u003eAndroid Police even has ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22461/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://arstechnica.com/gadgets/2016/07/report-cyanogen-inc-to-layoff-20-of-workers-may-pivot-to-app-development/\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eMost-affordable places for first-time buyers revealed - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eThe most-affordable - and the least-accessible - places for first-time buyers have been revealed by the UK\u0026#39;s largest mortgage lender, the Halifax.\u003cbr /\u003eCompared to local earnings, the cheapest places to buy are mostly in western Scotland and northern England.\u003cbr /\u003eThe most expensive are all in London.\u003cbr /\u003eEast Dunbartonshire, on the northern fringes of Glasgow, is the most-affordable place in the UK. On average, house prices here are just 2.6 times local annual earnings.\u003cbr /\u003eBy contrast, the least-affordable place is Brent in north London, where house prices are on average 12.5 times local earnings.\u003cbr /\u003eThe Halifax data also shows that first-time buyers face the highest prices in London, paying £384,000 on average, compared to just £110,00 in Northern Ireland.\u003cbr /\u003eThe number of people buying houses or flats for the first time is now on the increase, according to the ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22485/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/business-36866975\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eHillary Clinton selects Tim Kaine as her running mate - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eDemocratic presidential candidate Hillary Clinton has selected Tim Kaine, a moderate senator from Virginia, as her running mate.\u003cbr /\u003eMrs Clinton broke the news in a tweet to her supporters. She plans a formal announcement on Saturday.\u003cbr /\u003eMrs Clinton passed over more left-leaning candidates in favour of the 58-year-old senator who opposes abortion and supports free-trade agreements.\u003cbr /\u003eHis home state of Virginia is a major battleground in the coming election.\u003cbr /\u003eWho is Tim Kaine?\u003cbr /\u003eMr Kaine also speaks fluent Spanish and could help the Clinton campaign maintain its support among Hispanic Americans - a growing voting bloc.\u003cbr /\u003eAn experienced politician who has been toughly vetted, he is considered a \u0026quot;safe\u0026quot; choice for the vice-president slot. \u003cbr /\u003eMr Kaine was a finalist to be Barack Obama\u0026#39;s running mate in 2008 and served as Virginia governor before his time in the ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22486/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/election-us-2016-36870441\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003e\u0026#39;Blood clot\u0026#39; death woman told \u0026#39;have spa\u0026#39;, inquest hears - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eA woman who died from a blood clot five months after taking the combined contraceptive pill, had reported breathing difficulties and leg pain to her GP, an inquest heard.\u003cbr /\u003eCharlotte Foster, from Telford, died in January after a thrombosis caused a \u0026quot;massive\u0026quot; embolism in her lungs.\u003cbr /\u003eA GP who saw her three weeks before noted no signs of thrombosis.\u003cbr /\u003eMiss Foster\u0026#39;s mother told the coroner the GP thought the problem was \u0026quot;mechanical\u0026quot; and recommended a massage.\u003cbr /\u003eThe 23 year old died in hospital three days after collapsing at her workplace.\u003cbr /\u003eCelia Foster told the inquest at Shropshire Coroner\u0026#39;s Court, her daughter had heart palpitations and had messaged her family on New Year\u0026#39;s Eve to say her ribs hurt and that she could not lie down or breathe properly.\u003cbr /\u003eShe said she accompanied her daughter to an appointment with ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22538/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/uk-england-shropshire-36871390\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eLabour leadership: Corbyn to say abuse \u0026#39;has no place\u0026#39; in party - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eJeremy Corbyn is to address claims he has failed to stop his supporters threatening opponents - saying abuse \u0026quot;has no place\u0026quot; within the Labour Party. \u003cbr /\u003eMore than 40 female Labour MPs have written to the Labour leader saying he has failed to do enough to prevent \u0026quot;disgusting\u0026quot; threats against members.\u003cbr /\u003eHe is due to condemn abuse in a speech later, as he says a grassroots \u0026quot;social movement\u0026quot; can propel Labour to power.\u003cbr /\u003eMeanwhile, leadership rival Owen Smith will promise key party roles to women.\u003cbr /\u003eThe Pontypridd MP will vow to act on gender inequality - promising two of his four most senior cabinet roles would go to women if he became prime minister.\u003cbr /\u003eMr Smith and Mr Corbyn are launching their leadership campaigns amid complaints that critics of the Labour leader - particularly women - have been ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22539/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/uk-politics-36872411\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eMunich gunman acted alone, say police - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eA gun attack at a Munich shopping centre which left nine people dead was carried out by one gunman who then killed himself, police have said.\u003cbr /\u003eA huge manhunt was launched following reports that up to three gunmen had been involved in the attack at the Olympia centre.\u003cbr /\u003eThe body of the suspect was found about 1km (0.6 miles) from the shopping centre in the Moosach district.\u003cbr /\u003eThe motive for the attack, in which 10 people were wounded, is unclear.\u003cbr /\u003eGerman media reported that the suspected gunman had shot himself in the head.\u003cbr /\u003eFollowing the attack, the Bavarian capital\u0026#39;s transport system was suspended and the central railway station evacuated. Public transport was reopened several hours later when police gave a cautious \u0026quot;all clear\u0026quot;.\u003cbr /\u003eThousands of people stranded by the emergency and unable to get home were offered shelter ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22447/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/world-europe-36873180\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eMunich shooting: How mall attack unfolded - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e22 July 2016 Last updated at 23:03 BST \u003cbr /\u003eAt least nine people have been killed after a gun attack at a shopping mall in Munich, Germany.\u003cbr /\u003ePolice said they were hunting for up to three perpetrators.\u003cbr /\u003eJames Robbins reports.\u003cbr /\u003e\u003c/p\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22509/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/world-europe-36872526\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eManson follower Leslie Van Houten denied parole by California governor - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eCalifornia Governor Jerry Brown has denied parole for Leslie Van Houten, a former follower of Charles Manson, who is serving a life sentence for murder.\u003cbr /\u003eA prison board had recommended parole.\u003cbr /\u003eHowever, Governor Brown said her \u0026quot;inability to explain her willing participation in such horrific violence\u0026quot; made him think she was still a risk to society.\u003cbr /\u003eRelatives of her victims opposed her release with a petition signed by 140,000 people.\u003cbr /\u003eVan Houten has now been denied parole 20 times over the 1969 killings of Leno La Bianca and his wife Rosemary.\u003cbr /\u003eThen 19, she held down Rosemary La Bianca while someone else stabbed her and she later admitted she stabbed the woman after she was dead.\u003cbr /\u003e\u0026quot;I don\u0026#39;t let myself off the hook. I don\u0026#39;t find parts in any of this that makes me feel the slightest bit ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22508/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/world-us-canada-36873352\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eSport participation rises in Scotland - BBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/bbc\"\u003eBBC\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eShare this with\u003cbr /\u003eEmail\u003cbr /\u003eFacebook\u003cbr /\u003eTwitter\u003cbr /\u003ePinterest\u003cbr /\u003eWhatsApp\u003cbr /\u003eLinkedin\u003cbr /\u003eCopy this link\u003cbr /\u003eThe number of people participating in sport in Scotland has increased in recent years, according to new figures. \u003cbr /\u003eThe SportScotland statistics showed the overall number of people registered to sports clubs had risen from 706,764 to 768,212 since 2013/14.\u003cbr /\u003eThe rise applied to almost all sports for which data was available, and was recorded across all age groups. \u003cbr /\u003eCricket has seen a 50% rise in participation to 17,000 over the past two years. \u003cbr /\u003eThat was largely due a big increase in the number of children playing the sport. \u003cbr /\u003eGolf, basketball, athletics and tennis have also seen increased participation in recent years. \u003cbr /\u003eSNP MSP Clare Haughey, the deputy convenor of Holyrood\u0026#39;s health and sport committee, said the figures showed the success of the Scottish government in getting more people of all ages into sport.\u003cbr ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22537/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.bbc.co.uk/news/uk-scotland-36870241\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003ePremiers call for meeting with prime minister on health-care funding - Politics - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Quebec Premier Philippe Couillard wants the federal government to increase health transfers, but opposes targeted spending that would dictate to Quebec how new federal health money should be spent. (Jonathan Hayward/Canadian Press) \u003c/p\u003e \u003cp\u003eCanada\u0026#39;s provincial and territorial leaders are calling for a meeting with Prime Minister Justin Trudeau this fall to negotiate a new health accord.\u003cbr /\u003eIn a statement issued on the final day of their annual summer meeting in Whitehorse, premiers called for an immediate increase in funding to offset a planned reduction in the growth rate for the Canada Health Transfer.\u003cbr /\u003eProvincial and territorial finance ministers have been asked to \u0026quot;develop options\u0026quot; for that new funding.\u003cbr /\u003eThe 2004 federal-provincial health accord — the one former prime minister Paul Martin called the \u0026quot;fix for a generation\u0026quot; — runs out next spring.\u003cbr /\u003ePremiers want a new fix now. Their negotiating case will be strongest if they can agree ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22458/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/politics/premiers-friday-whitehorse-health-care-1.3690500\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eCanada Post door-to-door mail delivery consultations to attract \u0026#39;lineups\u0026#39; - Politics - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Mail will now be delivered to a community mailbox such as this one for some in the Montreal area. (Thomas Gerbet/Radio-Canada) \u003cbr /\u003e(Note: CBC does not endorse and is not responsible for the content of external links.)\u003cbr /\u003eMPs are expecting a high turnout when they begin consulting Canadians on the future of Canada Post, including door-to-door mail delivery, starting this fall.\u003cbr /\u003eThe parliamentary committee tasked with hearing from Canadians on what it is they want from their national postal system issued a notice late Thursday cautioning members of the public that \u0026quot;lineups are to be expected.\u0026quot;\u003cbr /\u003eThe notice comes as Canada Post and the union representing its workers continue negotiations over proposed changes to employee pensions and pay equity between rural and urban carriers.\u003cbr /\u003e\u0026quot;Talks are moving slowly,\u0026quot; Mike Palecek, the national president for the Canadian Union of Postal Workers (CUPW), said in an email to CBC News ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22457/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/politics/canada-post-consultation-dates-1.3691123\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003ePhoenix privacy breach sees personal data of 10,000 public servants mistakenly sent to IBM  - Politics - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Personal data for 10,000 public servants was mistakenly emailed to an outside contractor IBM calling into question the just how well the federal government is protecting the privacy of its employees. (CBC) \u003cbr /\u003eHighly sensitive personal information for 10,000 public servants was \u0026quot;inadvertently transmitted\u0026quot; to the private contractor building the federal government\u0026#39;s Phoenix payroll system, according to the department responsible for the troubled program. \u003cbr /\u003eThat incident happened sometime between March and July of 2015, when Phoenix was in the testing phase, and the department was not aware of the transfer of personal data until IBM alerted the government. \u003cbr /\u003e\u0026quot;The contractor alerted [Public Services and Procurement Canada] of the breach in June of 2015 and subsequently removed all of the sensitive data from its database,\u0026quot; department spokeswoman Valerie Lawton said in an email to CBC News.\u003cbr /\u003eThe federal government\u0026#39;s new government-wide electronic payroll system has been beset ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22491/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/politics/phoenix-privacy-breach-wier-cavoukian-1.3691866\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eTragically Hip concert in Victoria draws fans from across Canada - British Columbia - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Gord Downie, front man and lyricist of the Tragically Hip, has revealed that he is battling terminal brain cancer. (Missing Piece Group) \u003cbr /\u003eThe Tragically Hip are kicking off their latest tour in Victoria to a sold-out crowd of 9,000 fans on Friday night.\u003c/p\u003e \u003cp\u003eIt\u0026#39;s the first show of the tour, which follows the revelation in late May that front man Gord Downie, 52, has been diagnosed with terminal brain cancer.\u003cbr /\u003eFans have travelled from across British Columbia and across the country to attend the concert, which starts at 8:30 p.m. PT at the Save-on-Food Memorial Centre.\u003cbr /\u003eChris Mushumanski, left, drove 1,000 km from Vanderhoof, B.C., to see the Tragically Hip concert in Victoria on Friday, July 22, 2016. (CBC)\u003cbr /\u003eChris Mushumanski left his home in Vanderhoof, B.C., on Thursday morning and drove more than 1,000 kilometres south to Vancouver, capping off the voyage with a ferry to ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22512/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/canada/british-columbia/tragically-hip-victoria-concert-1.3692088\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eTrump cobbles together odd alliance of evangelical, LGBT voters - Politics - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e A man wears a hat that says, \u0026#39;Make America Gay Again,\u0026#39; a parody of Donald Trump\u0026#39;s campaign slogan. Trump courted gay GOP voters in his prime-time pitch to the nation Thursday at the Republican convention in Cleveland. (Elijah Nouvelage/Reuters) \u003c/p\u003e \u003cp\u003eJohn Paul Tasker\u003cbr /\u003eParliamentary Bureau\u003cbr /\u003eJohn Paul (J.P.) Tasker is a producer and web writer in the CBC\u0026#39;s Parliamentary bureau in Ottawa. He can be reached at john.tasker@cbc.ca.\u003cbr /\u003eIf political observers needed further proof that Donald Trump is a truly unconventional candidate, look no further than the disparate names who have thrown their support behind the Republican presidential nominee after a raucous week in Cleveland.\u003cbr /\u003eTwo of the top leaders in the evangelical Christian community — men who were only recently avowed skeptics of the Presbyterian tycoon — have dropped their opposition and are calling on their flock to vote for Trump after being charmed by the billionaire ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22459/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/politics/trump-endorsements-evangelicals-gays-1.3691160\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eHillary Clinton picks Virginia Senator Tim Kaine as running mate - World - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Democratic presidential candidate Hillary Clinton and Senator Tim Kaine participate in a rally at Northern Virginia Community College in Annandale, Va., on Thursday, July 14, 2016. (Andrew Harnik/Associated Press) \u003cbr /\u003eHillary Clinton has announced Virginia Senator Tim Kaine as her running mate for the Nov. 8 U.S. presidential election.\u003cbr /\u003eCalling him \u0026quot;a man who\u0026#39;s devoted his life to fighting for others,\u0026quot; the presumptive Democratic presidential nominee announced her vice-presidential pick on Twitter Friday night after multiple campaign stops in Florida. \u003cbr /\u003eShe said Kaine is \u0026quot;a relentless optimist who believes no problem is unsolvable if you put the work in to solve it.\u0026quot;\u003c/p\u003e \u003cp\u003eThe Spanish-speaking Kaine, 58, edged out two other contenders widely believed to be finalists in the vice-presidential sweepstakes — Cory Booker, a U.S. senator from New Jersey, and Agriculture Secretary Tom Vilsack.\u003cbr /\u003eThe former secretary of state\u0026#39;s choice sends a signal about her plan of ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22492/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/world/hillary-clinton-running-mate-chosen-1.3691407\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eTragically Hip tour, 1st since Gord Downie\u0026#39;s cancer revelation, kicks off in Victoria - Arts \u0026amp; Entertainment - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Tragically Hip members Gord Sinclair, Paul Langlois, Gord Downie, Johnny Fay and Rob Baker are in Victoria, B.C. tonight to kick of the band\u0026#39;s latest tour in light of Downie\u0026#39;s grim brain cancer diagnosis. (Clemens Rikken/Canadian Press ) \u003cbr /\u003eFans are breathlessly anticipating the Tragically Hip concert tonight in Victoria.\u003cbr /\u003eIt\u0026#39;s the first show of the band\u0026#39;s latest tour following late May\u0026#39;s shocking revelation that front man Gord Downie, 52, has been diagnosed with terminal brain cancer.\u003cbr /\u003eThe Hip has been perfecting its artistry for decades, entertaining millions with crowd-pleasers like Bobcaygeon, At the Hundredth Meridian, and Ahead by a Century.\u003cbr /\u003eBut, given the demands of the road, and with Downie\u0026#39;s dire prognosis, people are wondering just how this tour will unfold.\u003cbr /\u003eIn late May, the Tragically Hip revealed that singer Gord Downie has been diagnosed with terminal brain cancer. (Canadian Press)\u003cbr /\u003e\u0026quot;I don\u0026#39;t know how they\u0026#39;re feeling ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22460/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/arts/tragically-hip-farewell-tour-victoria-bc-1.3684118\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eLeslie Van Houten, Manson follower, denied parole by Calif. governor - World - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e In this April 14, 2016 file photo, former Charles Manson follower Leslie Van Houten confers with her attorney Rich Pfeiffer, not shown, during a break from her hearing before the California Board of Parole Hearings. (Nick Ut/The Associated Press) \u003cbr /\u003eCalifornia Gov. Jerry Brown denied parole Friday for Leslie Van Houten, the youngest follower of murderous cult leader Charles Manson who is serving a life sentence for killing a wealthy grocer and his wife more than 40 years ago.\u003cbr /\u003eBrown\u0026#39;s decision overturns a parole board recommendation that Van Houten be freed.\u003cbr /\u003e\u0026quot;Both her role in these extraordinarily brutal crimes and her inability to explain her willing participation in such horrific violence cannot be overlooked and lead me to believe she remains an unacceptable risk to society of released,\u0026quot; Brown wrote.\u003cbr /\u003eVan Houten, 66, participated in the killings of Leno La Bianca and his wife, Rosemary, a day after ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22513/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/world/van-houten-parole-jerry-brown-1.3692155\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003ePremiers reach \u0026#39;unprecedented\u0026#39; Canadian free-trade deal in Whitehorse - Politics - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Canada\u0026#39;s premiers have reached a much-anticipated deal to create a Canadian free-trade agreement between provincial and territorial jurisdictions. It\u0026#39;s meant to cover a broad range of trade in goods and services. (Jonathan Hayward/Canadian Press) \u003cbr /\u003eProlonged negotiations between Canadian provincial and territorial leaders in Whitehorse have resulted in a new deal on interprovincial trade.\u003cbr /\u003eBut while the deal is meant to cover most goods and services, it\u0026#39;s unclear how significant the Canadian free-trade agreement (CFTA) is until more information is released.\u003cbr /\u003eThe agreement in principle reached by the 13 premiers this week at the annual summer Council of the Federation talks replaces the 23-year old agreement on internal trade.\u003cbr /\u003e\u0026quot;The old agreement covered only specific sectors of the economy,\u0026quot; said Yukon Premier Darrell Pasloski at the closing news conference, speaking as the chair and spokesperson for the group this year.\u003cbr /\u003e\u0026quot;The new [agreement] virtually covers the entire Canadian ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22493/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/politics/premiers-whitehorse-closing-friday-1.3691840\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eGrandparents charged in death of 5-year-old Emilio Perdomo - Calgary - CBC News\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/cbc\"\u003eCBC News\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003e\u003cbr /\u003e Carolina Del Carmen Perdomo and Allan Edgardo Perdomo Lopez are facing manslaughter charges in the death of their grandson, 5-year-old Eneas Emilio Perdomo, after a year-long investigation. (Calgary Police Service) \u003cbr /\u003eCalgary police have charged the grandfather and step-grandmother with manslaughter in the death of five-year-old Eneas Emilio Perdomo after a year-long \u0026quot;monstrous\u0026quot; investigation.\u003c/p\u003e \u003cp\u003eAllan Edgardo Perdomo Lopez and Carolina Del Carmen Perdomo were charged Friday after the investigation determined the death was a homicide late last month.\u003c/p\u003e \u003cp\u003eEmilio was brought to hospital on July 10, 2015, suffering from injuries his grandparents described at the time as the result of numerous accidents.\u003c/p\u003e \u003cp\u003e\u0026quot;Medical staff observed swelling and bruising all over his body, which was not consistent with the activities of a child his age,\u0026quot; police said in a release.\u003c/p\u003e \u003cp\u003eOn July 17, 2015, the child died.\u003c/p\u003e \u003cp\u003eHe was born in Mexico City and came to Calgary without his ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22540/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.cbc.ca/news/canada/calgary/emilio-perdomo-homicide-arrests-charges-pending-1.3691799\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003ch1\u003eLawyer: Ex-jail guard falsified log entries in Sandra Bland\u0026amp;apos;s death - Chicago Tribune\u003c/h1\u003e\n\u003ch2\u003e\u003ca href=\"/newspaper/chicagotribune\"\u003eChicago Tribune\u003c/a\u003e\n, July 23, 2016\u003c/h2\u003e\n\u003cul\u003e\u003cp\u003eAn attorney in the wrongful death lawsuit filed by the mother of Sandra Bland, who died last summer in a Texas jail, says an ex-guard told him in a deposition he falsified jail log entries.\u003cbr /\u003eThe Houston Chronicle reports attorney Cannon Lambert says the guard, Rafael Zuniga, noted in a jail log he had checked on Bland in the hour before she was found dead in her cell. Lambert says the guard acknowledged falsifying the log.\u003cbr /\u003eLarry Simmons, Waller County\u0026#39;s attorney, says the testimony was taken out of context.\u003cbr /\u003eBland, who had lived in suburbs including Naperville and Aurora, died in jail after being arrested during a traffic stop. Authorities ruled her death a suicide, but her case has become part of the national conversation about police treatment of black citizens.\u003cbr /\u003eThe lawsuit alleges jail personnel didn\u0026#39;t keep Bland safe.\u003cbr /\u003eBland was in the process of moving from the Chicago ...\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"/newspage/22470/\"\u003eRead more in Tornews...\u003c/a\u003e\u003c/ul\u003e\n\u003cul\u003e\u003ca href=\"http://www.chicagotribune.com/news/local/breaking/ct-jail-guard-sandra-bland-20160722-story.html\"\u003eClearnet link\u003c/a\u003e\u003c/ul\u003e\n\n\u003c/ul\u003e\n\n\n\u003cbr\u003e\u003cbr\u003e\n\n\u003c!--\u003cdiv class=\"pagination\"\u003e--\u003e\n\u003cdiv\u003e\n\u003c!--\u003cspan class=\"step-links\"\u003e--\u003e\n\u003cspan\u003e\n\n\n\u003c!--\u003cspan class=\"current\"\u003e--\u003e\n\u003cspan\u003e\nPage 1 of 14.\n\u003c/span\u003e\n\n\n\u003ca href=\"?page=2\"\u003enext\u003c/a\u003e\n\n\u003c/span\u003e\n\u003c/div\u003e\n\n\u003cbr\u003e\u003cbr\u003e\n\n\n\u003cdiv id=\"clear\"\u003e\u003c/div\u003e\n\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Tornews","responseHeaders":{"CONTENT-TYPE":"text/html; charset=utf-8","DATE":"Sat, 23 Jul 2016 07:53:50 GMT","SERVER":"gunicorn/19.6.0","X-FRAME-OPTIONS":"SAMEORIGIN"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
