{"hiddenService":"ybuwfo5yhqo32xs5.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"TorHosting","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["www.w3.org"],"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["438186a5190b152e7fe11817614293e3c0ca636a"],"snapshot":"\u003c!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\"\n\"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\n\u003chead\u003e\n\u003ctitle\u003eUltimateSolution\u003c/title\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\u003cpre\u003e\n  _    _ _ _   _                 _        _____       _       _   _             \n | |  | | | | (_)               | |      / ____|     | |     | | (_)            \n | |  | | | |_ _ _ __ ___   __ _| |_ ___| (___   ___ | |_   _| |_ _  ___  _ __  \n | |  | | | __| | '_ ` _ \\ / _` | __/ _ \\\\___ \\ / _ \\| | | | | __| |/ _ \\| '_ \\ \n | |__| | | |_| | | | | | | (_| | ||  __/____) | (_) | | |_| | |_| | (_) | | | |\n  \\____/|_|\\__|_|_| |_| |_|\\__,_|\\__\\___|_____/ \\___/|_|\\__,_|\\__|_|\\___/|_| |_|\n                                                                                \n                                                                                \nI will 'neutralize' the ex you hate, your bully, a policeman that you have been in trouble with, a lawyer, a small politician... I do not care what the cause is. I will solve the problem for you. Internationaly, cheap and 100% anonymously.\n\n\nDoing this over the TOR network is probably the safest way to do it at all. I do not know anything about you, you do not know anything about me. The desired victim will pass away. No one will ever know why or who did this. On top of that I always give my best to make it look like an accident or suicide.\n\nLet's start of with the things I can say about me. I'm in this business for 7 years now and have operated under several different names.\nI have gained endless experience(s) in this 7 years. It has changed me a lot. I don't have any empathy for humans anymore. This makes me the perfect professional for taking care of your problems and makes me better than other hitmen. If you pay enought I'll do ANYTHING to the desired victim. If I say anything I mean anything.\nI do not operate over a certain Web page anymore so don't be surprised as you will only find links of me to a pastebin or something somewhere. These are all only for some general informations anyways, my e-mail is what it's all about. I do this to stay in the background and not draw too much attention on me.\nAnd the most important thing you have to know about me: I am SERIOUS. I'm going to physically solve your problems if you know what I mean. DO NOT CONTACT ME IF YOU ARE NOT SERIOUS AS WELL! There are always people in this business who are not aware of what they are doing or just unsure whether they should actually let me do this or not. Think about it BEFORE you contact me!\nI obviously am not going to tell you any personal information. Not where I'm from, not how old I am... nothing. Don't even ask or you will be ignored or even be blacklisted (Hello FBI!)\n\n\n\nSo let's get to some rules. You have to accept this rules if you plan to do business with me:\n\n1. No personal information but the information about the victim is allowed to be exchanged . (I don't want to know anything about you and you don't have to know anything about me.)\n\n2. Only contact me if you are serious. Please don't waste my time.\n\n3. ONLY contact me with PGP (My key is at the bottom of this page) Non encrypted mails will be ignored and deleted. And don't forget to add your own PGP key to your mail so I can answer you! And keep the email subjects discret!\n\n4. Bitcoin is the only accepted payment method.\n\n5. You have to pay the beforehand or I won't be able to pay travelling costs and eventually new weapon costs.\n\n6. Do not talk about my service in real life or in the clear web.\n\n7. I often get asked this, but I do NOT video tape my work. There could be a minimal fault of myself showing anything that could reveal my personality for just 0.01 seconds or so that I do not notice when checking the video. It's just way too risky to video tape it.\n\n8. I do not accept escrow. I do kind of half-half payment though (This has always been welcome by my customers and has worked great.) First payment before the neutralizing and second after neutralizing) Full escrow is not possibly as I do not operate on forums or any kind of communities. I've done this before and people faked escrow services. They even faked whole communities and made the escrow person look authentic as hell. Think of what I have done and what work it is connected to without getting any cent. I was extremely upset after the 3rd time in 1 year and stopped accepting escrow. Please have understanding.\n\n\n\nNow for the most important part...\nHow it will go down:\n\nYou contact me via e-mail with as many information about the victim you want to have neutralized. To name a few informations: (not all 100% needed but better if available) obviously adress, preferably a photo of the person, personal information as age, name etc., whether he/she lives alone or with others (how many others then?), when is he/she at home, what's her/his job... etc. You also tell me how you want the victim to get neutralized. I do almost everything from a simple shot between the eyes to only using my bare hands. We can discuss out a lot, just ask me. But depending on the method the price is affected of course.\nI will check out your e-mail and calculate a price. I'll send you a list with the prices. Then you decide if it's ok (to give you an idea, the prices for non-authority, \"normal\" people usually range from about 7000\u0026euro;-15000\u0026euro;.) and the rest will answer itself.\n\nWe will do the payment as follows:\nYou pay me the amount of money needed for travelling and eventually weapons in beforehand. (I won't be able to travel and pay hotel costs otherwise) I'll travel and do the job as fast as possible. \n\nEU: Usually 1-3 weeks\nAMERICA: Usually 2-8 weeks\nAUS: Usually 2-7 weeks\nRUSSIA: Usually 2-4 weeks\nASIA: I currently do not operate in this place of the world, sorry. \nAFRICA: Usually 2-5 weeks\n\nIf you personally know the victim you will hear from the incident. (NOTE that I always give my best to make it look like an accident or suicide) If you do not have any personal contact to anyone connected to the victim though I can do a photo of the victim after I've done the job though to prove you I've done it. This will cost 500\u0026euro; extra at the second payment though as it makes things a bit more risky for me. And for you too, so keep the picture discret! Preferably delete it after you've seen it! My customers always have handled this very discretly and I want it to stay like this. Once you heard from the incident I want you to send me the second payment. Of course you'll know this price in beforehand. I'll tell you all the costs in detail in the first mail you'll get from me.\n\n\n\nMy contact:\n\nultimatesolution@safe-mail.net\n\nAgain, ONLY CONTACT WITH PGP ENCRYPTED MESSAGES!\n\n\n\nPGP key:\n\n-----BEGIN PGP PUBLIC KEY BLOCK-----\nVersion: GnuPG v2.0.22 (MingW32)\n\nmQENBFaMFskBCADSrGf/GlrmgjKspoMOxNjyPvMyfmakB/i9fBxtKS1GcVKADdcb\n1rQxNqVSidCO9SsFwWOY8B5XtMwy2EeNLBb2gr90HNnzUb1Pm+hzFAHR4bnDzEf3\nxA+cwx9Pay6C2qQdtOnlEJLj8N4QErVrOs0lPu07AXguIMlc3UPjHEj8ybvl7wsy\nr3yitT5HUzuDhrvHUV/nhL+JQsK+Dsrf7kTwVNFB/R5d3oRADb1KqrVF80n8XfH0\nFqzAiYoCEelwJOI1JValZXGe620HajH/lB/EMx7Stn/hBGNAGkKdRqp2B355zEU7\nf+zMT42eXgTczmSSs3SHFPlCsHDRupKvirJzABEBAAG0HnVsdGltYXRlc29sdXRp\nb25Ac2FmZS1tYWlsLm5ldIkBHAQQAQIABgUCVowWyQAKCRDtLLrRbyMyfetqCACX\nFEbpXqadyY3AOXAllIX1YRa76gAcnxncWiHP/iCN9kNoQgz+3ldsDgUjMWIORl4c\n9Sj9YMBabD27ueb+RpVNgvpUyPPSePc1o2QEj9aPS6JXaU49fB2jwhMvs7DSoim/\n285v1LayVGtjoDZajjDL8fQGHDPYV/cWRCxWk285x1JHsinpESEuueT09MpxESmh\nUgZ5BTGh/fOHs0mUt6oXInfLPQ+s3ydgsINwxgdc+RM/5R/KPZLhtlC2ClTuEoNv\nGMJo1jMBfYtGy+fhVz4E1oMoa00B/VWZJWPbjPcwtzv2+JiNdiL+30ykKHC3x6nL\ns+5OcOgtA8L+Emp1nvfp\n=rxaW\n-----END PGP PUBLIC KEY BLOCK-----\n\n\u003c/pre\u003e\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"UltimateSolution","responseHeaders":{"CONNECTION":"keep-alive","CONTENT-TYPE":"text/html; charset=UTF-8","SERVER":"TorHosting","VARY":"Accept-Encoding","X-CONTENT-TYPE-OPTIONS":"nosniff","X-FRAME-OPTIONS":"sameorigin","X-XSS-PROTECTION":"1; mode=block"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
