{"hiddenService":"ynnqqejpehmeqbcv.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"nginx","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":null,"internalPages":null,"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":null,"pgpKeys":null,"hashes":["ac0ff27d6eeb518259f54689bb1eb5337350c211"],"snapshot":"\u003c!DOCTYPE html\u003e\n\u003chtml\u003e\n\u003chead\u003e\n\u003ctitle\u003eMr Infinity\u003c/title\u003e\n\u003clink rel=\"stylesheet\" href=\"/cascade.php\"\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\u003ch2\u003eMr Infinity Services\u003c/h2\u003e\n\t\t\t\u003cbr\u003e\u003cbr\u003e\n\t\t\t\u003cdl class=\"top1\"\u003e\n\t\t\t\u003cdt\u003eWeb Design\u003c/dt\u003e\n\t\t\t\u003cdd\u003e\u003cp\u003eI offer design for your services on Tor. I can design everything myself or act as a consultant to help you make your service look good. No prepayments required for this service but I need spare time.\u003c/p\u003e\u003c/dd\u003e\n\t\t\t\u003c/dl\u003e\n\t\t\t\u003cdl class=\"top2\"\u003e\n\t\t\t\u003cdt\u003eManaged Shops\u003c/dt\u003e\n\t\t\t\u003cdd\u003e\u003cp\u003eFor those of you who just want start business on Tor without worrying about the technical side I can provide a managed service. This includes your shop being set up and hosted securely.\u003c/p\u003e\u003c/dd\u003e\n\t\t\t\u003c/dl\u003e\n\t\t\t\u003cdl class=\"top3\"\u003e\n\t\t\t\u003cdt\u003ePaypal Accounts\u003c/dt\u003e\n\t\t\t\u003cdd\u003e\u003cp\u003eI offer paypal accounts. These accounts are hacked. All accounts have a guaranteed balance of $300 on them. Not a product for people who don't know how to cash them out. No guidance provided.\u003c/p\u003e\u003c/dd\u003e\n\t\t\t\u003c/dl\u003e\n\t\t\t\u003cdl class=\"top4\"\u003e\n\t\t\t\u003cdt\u003eHacking Services\u003c/dt\u003e\n\t\t\t\u003cdd\u003e\u003cp\u003eI reluctantly list my hacking services here. Occasionally I may take an interesting job. Please do not contact me about a job that is boring or which you could do yourself after an hour of reading.\u003c/p\u003e\u003c/dd\u003e\n\t\t\t\u003c/dl\u003e\u003cp\u003e\u003cp\u003e\n\u003cimg src=\"/line.jpg\"\u003e\n\u003cp\u003eIf you are looking for any of the above services I may be able help. I have a lot of experience and am sensitive to the privacy needs of clients.\u003c/p\u003e\n\u003cp\u003eThe cost of web design is determined per hour and depends on what you need done. The price will be reasonable. You get to see the finished product before you pay. I will ask for proof that you have the required funds before beginning work on your project. This service depends on me having the time to design things.\u003c/p\u003e\n\u003cp\u003eManaged sites and stores will be set up and hosted for you. You still need to write your own content. You can view the product before making payment. The cost for a basic package is a $30 set-up fee and then $5 (or $2.50!) a month for hosting and management. I will ask for proof that you have the required funds before beginning work on your site. You do not need to write any code.\u003c/p\u003e\n\u003cp\u003eI offer paypal accounts for cashing out. You need to know how to cash them out. No support will be provided after purchase and if you get the account flagged no refund is provided. There are plenty of guides on the deepweb for this. The starting price is $90. Payment is made before I provide the credentials. House rule: Anyone who buys 2 accounts gets a third free. Third account will have a random balance.\n\u003cp\u003e\n\u003cp\u003eI will rarely accept hacking projects. This is because I do not want to draw attention to myself or my service, and also because they can be hard. Price and payment depends on what is being done.\u003c/p\u003e\n\n\u003ch2\u003eSpecial Offers!\u003c/h2\u003e\n\u003cp\u003e\u003cb\u003e\u003cfont style=\"color:#d72323;\"\u003eHidden Answers special offer:\u003c/font\u003e\u003c/b\u003e I am currently advertising on Hidden Answers, a deepweb forum. Verified members of Hidden Answers will get a 10% discount on any PayPal account they purchase. Verified members are those with at least 1 question. Please mention this in your order and provide proof that you own an account.\u003c/br\u003eThis offer will end: July/5.\u003c/p\u003e\n\n\u003cp\u003e\u003cb\u003e\u003cfont style=\"color:#d72323;\"\u003eHidden Answers special offer:\u003c/font\u003e\u003c/b\u003e Verified Hidden Answers users who decide to open a managed store with us will have the option of a second managed store free-of-charge.\u003c/p\u003e\n\n\u003cp\u003eBuy 2 paypals, get a third free.\u003c/br\u003eThis offer will end: Never.\u003c/p\u003e\n\n\u003cp\u003eAllow a small banner on your managed store linking back to this site and get 50% off your hosting costs.\u003c/br\u003eThis offer will end: Never.\u003c/p\u003e\n\n\u003ch2\u003eContact\u003c/h2\u003e\n\u003cp\u003eEmail: mr-infinity@sigaint.org\u003c/p\u003e\n\nPlease:\u003c/br\u003e\nDo not ask me to work for free.\u003c/br\u003e\nDo not email me to ask about any service I do not offer.\u003c/br\u003e\nDo not email me to ask about other deepweb services.\n\u003c/body\u003e\n\u003c/html\u003e\n","pageTitle":"Mr Infinity","responseHeaders":{"CACHE-CONTROL":"no-store, no-cache, must-revalidate, post-check=0, pre-check=0","CONNECTION":"keep-alive","CONTENT-LENGTH":"3853","CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Tue, 26 Jul 2016 06:38:53 GMT","EXPIRES":"Thu, 19 Nov 1981 08:52:00 GMT","KEEP-ALIVE":"timeout=15","PRAGMA":"no-cache","SERVER":"nginx","SET-COOKIE":"PHPSESSID=ehqrm45qviik7g4l2tj4j51ru3; path=/","X-POWERED-BY":"PHP/5.4.41"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
