{"hiddenService":"zzzcgjit65yyn4ji.onion","webDetected":true,"sshDetected":false,"ricochetDetected":false,"ircDetected":false,"ftpDetected":false,"smtpDetected":false,"bitcoinDetected":false,"mongodbDetected":false,"vncDetected":false,"xmppDetected":false,"serverPoweredBy":"","serverVersion":"lighttpd/1.4.33","foundApacheModStatus":false,"relatedOnionServices":null,"relatedOnionDomains":null,"linkedSites":["tox.chat","github.com","git.cocaine.ninja","www.kakiro-web.com","poczytajmimako.blogspot.com","czytawojtek.blogspot.com","prosody.im","conversations.im","f-droid.org","play.google.com","gultsch.de","gajim.org","www.wykop.pl","niebezpiecznik.pl","www.spidersweb.pl","www.midnight-commander.org","doublecmd.sourceforge.net","www.openstreetmap.org","blog.mejor.pl","stat.4u.pl","www.w3.org","fonts.googleapis.com","www.zlomnik.pl","ad.stat.4u.pl","www.google-analytics.com"],"internalPages":["zzzcgjit65yyn4ji.onion",""],"ipAddresses":null,"openDirectories":null,"exifImages":null,"interestingFiles":null,"pageReferencedDirectories":["zzzcgjit65yyn4ji.onion","img","img","img","qr"],"pgpKeys":null,"hashes":["ea549ce7e67cf1f3f2291972925237e55ca0cbe1"],"snapshot":" \n\u003c!DOCTYPE html \n     PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\"\n     \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\"\u003e\n\u003chtml xmlns=\"http://www.w3.org/1999/xhtml\" xml:lang=\"pl\" lang=\"pl\"\u003e\n\u003chead\u003e\n\u003cmeta http-equiv=\"Content-Type\" content=\"text/html; charset=utf-8\" /\u003e\n\u003cmeta name=\"viewport\" content=\"width=device-width, initial-scale=1\"\u003e\n\u003clink href='http://fonts.googleapis.com/css?family=Crete+Round:400,400italic\u0026subset=latin,latin-ext' rel='stylesheet' type='text/css'\u003e\n\u003cmeta name=\"Author\" content=\"GDR! - gdr@go2.pl\" /\u003e\n\u003cmeta name=\"Generator\" content=\"Generators suck, made using CED and HSC back then, now switched to Vim and PHP\" /\u003e\n\u003clink rel=\"stylesheet\" href=\"style.css\" type=\"text/css\" /\u003e\n\u003clink rel=\"alternate\" type=\"application/rss+xml\" title=\"RSS 2.0\" href=\"rss.xml\" /\u003e\n\u003clink rel=\"alternate\" type=\"application/atom+xml\" title=\"ATOM 0.3\" href=\"atom.xml\" /\u003e\n\u003clink rel=\"shortcut icon\" href=\"favicon.ico\" type=\"image/x-icon\" /\u003e\n\u003clink rel=\"icon\" href=\"favicon.ico\" type=\"image/x-icon\" /\u003e\n\u003cmeta name=\"majestic-site-verification\" content=\"MJ12_99905b37-d345-4e2e-a7bb-e230ca2c1a3e\"\u003e\n\u003ctitle\u003eGDR!\u003c/title\u003e\n\u003c/head\u003e\n\u003cbody\u003e\n\n\n\u003ch1\u003eStrona domowa GDR!a \u003ca href=\"http://zzzcgjit65yyn4ji.onion/\"\u003e\u003cimg src=\"img/cebula.png\" alt=\"Tor Hidden Service\" /\u003e\u003c/a\u003e\u003c/h1\u003e\n\u003cp id=\"version\"\u003eV 3.8\u003c/p\u003e\n\u003cdiv id=\"content\"\u003e\n\u003cdiv class=\"nav\"\u003e\n \u003cb\u003eNawigacja:\u003c/b\u003e\n  \u003ca href=\"index.php\"\u003eStrona Glowna\u003c/a\u003e | \n \u003ca href=\"soft.php\"\u003eSoftware\u003c/a\u003e | \n \u003ca href=\"txt.php\"\u003eTeksty\u003c/a\u003e | \n \u003ca href=\"www.php\"\u003eStrony\u003c/a\u003e |\n \u003ca href=\"auth.php\"\u003eAutor\u003c/a\u003e | \n \u003ca href=\"mailuj.php\"\u003eKontakt\u003c/a\u003e |\n \u003ca href=\"rss.xml\"\u003eRSS\u003c/a\u003e |\n \u003ca href=\"atom.xml\"\u003eAtom\u003c/a\u003e |\n \u003ca href=\"ciastka.php\"\u003eCIASTKA\u003c/a\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003cdiv style=\"display: table;\"\u003e\n\u003cdiv style=\"display: table-row;\"\u003e\n\u003cdiv id=\"news\"\u003e\n\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nTuntox\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(18. 06. 2016)\u003c/span\u003e\n\u003cp\u003e Z jakiegoś powodu zawsze interesowało mnie robienie (tutaj wstaw czynność) używając protokołów sieciowych zaprojektowanych do czegoś zupełnie innego. Wcześniej napisałem p2mind, prototyp sieci wymiany plików po protokole XMPP i HTTP, starającej się omijać firewalle. Intensywnie testowałem tunelowanie ruchu po DNS. Teraz spodobał mi się protokół \u003ca href=\"https://tox.chat\"\u003eTox\u003c/a\u003e i postanowiłem napisać jakąś zabawkę która go używa, żeby nie wyjść z wprawy w programowaniu w C.\u003c/p\u003e\u003cp\u003e Napisałem więc Tuntox, program który pozwala tworzyć połączenia TCP do komputerów za firewallem. Zamiast z adresem IP, klient łączy się z ToxID - ciągiem znaków wyglądającym mniej więcej tak: 391464D54475F6092D477A91E4773F683B682596C6AF6B5B95BC26AA2045C9005FF6AC3479EF. Program jest dość prosty w użyciu: na \"serwerze\" - komputerze, do którego chcemy się łączyć - odpala się po prostu polecenie \"tuntox\", kopiuje jego ToxID i zapomina o całej sprawie. \u003c/p\u003e\u003cp\u003e Funkcję programu klienckiego pełni ten sam plik, odpalony z innymi parametrami. Starałem się wzorować parametry na SSH (które również umożliwia przekierowywanie portów): żeby przekierować port 22 zdalnego komputera na lokalny port 2222, należałoby odpalić:\u003c/p\u003e\u003ccode\u003etuntox -i 391464D54..... -L 2222:localhost:22\u003c/code\u003e\u003cp\u003e Funkcji jest więcej: proste zabezpieczenia (PSK, filtrowanie ToxID), tryb przekierowania stdin/stdout (do użycia z ProxyCommand w SSH), udało mi się nawet zestawić VPN pomiędzy dwoma komputerami w dwóch różnych LANach - ale to już tylko ciekawostka, nie polecam do codziennego używania.\u003c/p\u003e\u003cp\u003e Program jest na \u003ca href=\"https://github.com/gjedeer/tuntox\"\u003eGithubie\u003c/a\u003e, i dodatkowo \u003ca href=\"https://git.cocaine.ninja/gdr/tuntox\"\u003ezmirrorowany\u003c/a\u003e. Dla wygody - z każdej wersji buduję statyczne binarki na Linuxa x86 i x86_64. \u003c/p\u003e\u003cp\u003e Tuntox miał w zasadzie być zabawką którą zapomnę w tydzień po napisaniu, ale jakoś tak się stało że na \u003ca href=\"https://github.com/gjedeer?tab=repositories\"\u003emoim Githubie\u003c/a\u003e więcej gwiazdek od niego zebrał tylko Celery-PHP, ludzie zaczęli zgłaszać błędy i nawet wysyłać jakieś patche, a ja zastanawiam się nad napisaniem modułu SOCKS5 (działającego jak opcja -D w SSH) - więc wypadałoby zostawić jakiś ślad również w polskim internecie.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 0) \u003ca href=\"16-06-18_tuntox.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nNowy Apache w CentOS 7\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(17. 05. 2016)\u003c/span\u003e\n\u003cp\u003e Zawsze zapominam: w CentOS/RHEL7 dostajemy Apache HTTPD 2.4.6, który ma kompletnie popsute mod_proxy_fcgi. Nowsze httpd buduje się tak: \u003ca href=\"http://www.kakiro-web.com/linux/apache-install.html\"\u003ehttp://www.kakiro-web.com/linux/apache-install.html\u003c/a\u003e\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 0) \u003ca href=\"16-05-17_nowy_apache_w_centos_7.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nPrawa srautorskie\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(26. 04. 2016)\u003c/span\u003e\n\u003cp\u003e Gdyby ktoś miał wątpliwości czy prawa autorskie w ich obecnym kształcie to patologia: dwóch panów amatorsko nagrywało audiobooki - czytali popularne książki. Za darmo, dla zabawy, dla poklasku, dla niewidomych, dla udowodnienia sobie że umieją. Teraz \u003ca href=\"http://poczytajmimako.blogspot.com/2016/04/duzo-waznych-spraw.html\"\u003ejeden pan\u003c/a\u003e przerzuca się na czytanie staroci starszych niż 70 lat, \u003ca href=\"http://czytawojtek.blogspot.com/2016/04/prysznic.html\"\u003edrugi\u003c/a\u003e poszedł w komercję. Obaj usunęli istniejące nagrania (które jednak na szczęście gdzieś tam krążą po mirrorach).\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 1, ostatni: 26. 04. 2016 - 21:19:12 - fj) \u003ca href=\"16-04-26_prawa_srautorskie.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nTrzy cechy słabego klienta\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(18. 03. 2016)\u003c/span\u003e\n\u003cp\u003e Jak rozpoznać klienta z piekła, niekończący się projekt nie rozliczany godzinowo, nadchodzącą lawinę zadań po których zastanawiasz się czemu nie wybrałeś kariery bezdomnego?\u003c/p\u003e\u003cp\u003e (wyrażenie \"słaby sygnał\" którego używam poniżej ma oznaczać że taka cecha pojedynczo nie musi oznaczać katastrofy, ale w połączeniu z innymi powinna podnieść czerwoną flagę)\u003c/p\u003e\u003cp\u003e \u003cstrong\u003eNDA\u003c/strong\u003e. Nie ma nic złego w samych umowach o poufności, rozumiem dlaczego ludzie naciskają na ich podpisywanie. Z jakiegoś powodu jednak prawie zawsze zwiastują słabego klienta. Jeszcze pół biedy jeśli potencjalny klient chce podpisać NDA bo od dwóch lat realizuje projekt z wielkim budżetem: taka umowa to nic nadzwyczajnego w dużych przedsiębiorstwach. Ale jeśli właściciel jednoosobowej firmy robiącej na Wordpressie strony innych jednoosobowych firm utrzymuje że ma jakieś tajemnice warte dziesiątki tysięcy dolarów, to coś jest nie tak. Nie będę silił się tu na robienie portretów psychologicznych, ale NDA to najczęściej słaby sygnał że projekt będzie drogą przez mękę i warto poważnie rozważyć czy życie o chlebie, wodzie i zaległym czynszu nie jest lepszą alternatywą.\u003c/p\u003e\u003cp\u003e \u003cstrong\u003eSkype\u003c/strong\u003e. Znowu: nie ma nic złego w chacie i telefonach (chociaż sam Skype to wynalazek z piekła rodem, ale nie o tym ten tekst), jeśli akurat przekierowujesz ruch na nowo zbudowany system, fajnie jest mieć kontakt na żywo w razie jeśli coś pójdzie nie tak. Chodzi tu o klientów którzy proszą o rozmowę przez Skype jeszcze przed rozpoczęciem projektu, albo krótko po jego rozpoczęciu bez dobrego powodu. Najczęściej kończy się na marnowaniu czasu, szczególnie jeśli projekt jest rozliczany jako całość a nie od godziny, bo wtedy takie pogaduszki nauczyłem się doliczać do rachunku (oczywiście uprzednio o tym informując).\u003c/p\u003e\u003cp\u003e Skype to również słaby sygnał mówiący o tym, że klient nie bardzo wie czego chce i będzie oczekiwał wielu \"prostych zmian\" dopytując się czemu ich realizacja trwa tak długo. \u003c/p\u003e\u003cp\u003e Wreszcie, sam wybór technologii: nie znam nikogo normalnego kto używa Skype do innych celów niż krótkie wideorozmowy z odległymi znajomymi. Kim trzeba być żeby używać programu który z byle powodu wydaje dźwięki i mruga wszystkimi kolorami tęczy? Często klient który jest na tyle ogarnięty żeby używać Hipchat, Slack czy Jabbera jest też znacznie łatwiejszy we współpracy, być może dlatego że jest w stanie skupić się na więcej niż trzydzieści sekund.\u003c/p\u003e\u003cp\u003e \u003cstrong\u003ePochodzenie\u003c/strong\u003e. Okej, wiem że to grząski grunt więc nie będę tutaj pisał nic konkretnego. Powiem tylko, że dopóki nie zacząłem współpracować z ludźmi z całego świata, wierzyłem że niezależnie od narodowości mają podobny potencjał intelektualny i podobne skłonności do oszustwa.\u003c/p\u003e\u003cp\u003e Inspiracją dla tego artykułu jest zapytanie o ofertę które właśnie dostałem: jackpot, pełna pula, wszystkie w/w sygnały ostrzegawcze plus intuicja alarmująca że to się dobrze nie skończy.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 5, ostatni: 22. 03. 2016 - 13:16:43 - GDR!) \u003ca href=\"16-03-18_trzy_cechy_slabego_klienta.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nJabber 2016\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(16. 03. 2016)\u003c/span\u003e\n\u003cp\u003e Dawno nie pisałem tutaj o komunikatorach internetowych, chociaż to jedne z moich ulubionych programów do dłubania po godzinach. Jeśli się nie mylę to ostatnio było coś o łatce do Openfire, a wcześniej chyba o pluginie do PowerGG (by Ajron, pamięta ktoś?)\u003c/p\u003e\u003cp\u003e Moje poszukiwania komunikatora który można polecić znajomym chyba dobiegły końca, XMPP (Jabber) w roku 2016 jest zdecydowanie używalny. Tradycyjnie największym problemem była obsługa wielu urządzeń, jeszcze nie tak dawno musiałem łatać serwer żeby uniknąć sytuacji w której siedzę przed komputerem, ktoś do mnie pisze, a wszystkie wiadomości przychodzą na telefon ładujący się w drugim pokoju.\u003c/p\u003e\u003cp\u003e W 2016 roku w końcu istnieją klienty obsługujące standardy \"Message Carbons\" (wysyłanie wiadomości do wielu zasobów) i \"Message Archive Management\" (archiwum wiadomości po stronie serwera).\u003c/p\u003e\u003cp\u003e Drugim dużym problemem było przesyłanie plików. Nawet korzystając z dwóch identycznych klientów nie zawsze dawało się plik przesłać. Zmieniło się to dzięki dwóm kolejnym standardom: \"Jingle File Transfer\" i \"HTTP File Upload\". Pierwszy z nich wykorzystuje technologę Jingle, wcześniej używaną (bez większego powodzenia) do zestawiania połączeń głosowych, do nawiązania bezpośredniego połączenia między klientami. Drugi pozwala na wysyłanie kilkumegabajtowych plików na serwer XMPP. Pliki są następnie serwowane po HTTP(s), a link jest automatycznie obsługiwany przez klienta po drugiej stronie.\u003c/p\u003e\u003cp\u003e Kolejnym problemem była jakość obsługi połączeń o słabej jakości (internet przez GSM). Tradycyjnie XMPP było tak odporne na problemy jak odporne było połączenie TCP z serwerem. Wyglądało to tak, że serwer jeszcze przez kilka minut po niespodziewanej utracie połączenia przez klienta wysyłał wiadomość w przestrzeń, natomiast Psi+ (klient) po połączeniu z VPN-em przez kilkadziesiąt minut potrafił nie zauważać że utracił połączenie z serwerem, i nie łączyć się ponownie.\u003c/p\u003e\u003cp\u003e Problemy te zostały rozwiązane przez standardy: Stream Management oraz Message Delivery Receipts. Pierwszy radzi sobie ze znikającymi połączeniami TCP, drugi dostarcza potwierdzenia dostarczenia wiadomości - tak, że nawet jeśli coś pójdzie nie tak na łączach, to klient zorientuje się i spróbuje wysłać wiadomość ponownie bądź w ostateczności wyświetli ją na czerwono aby użytkownik wiedział co się stało.\u003c/p\u003e\u003cp\u003e Da się teraz używać również szyfrowania end-to-end (czyli takiego, że żaden z serwerów XMPP nie widzi treści przesyłanych wiadomości). Poprzedni standard, OTR, nie za bardzo działał na wielu urządzeniach, a nawet kiedy obie strony rozmowy były zalogowane tylko na jednym urządzeniu, lubił sprawiać \u003ca href=\"img/otrsux.png\"\u003eróżnego rodzaju niespodzianki\u003c/a\u003e typu: OTR jest włączone a nadal pokazuje się ciphertext, szyfrowanie działa tylko w jedną stronę, itd. Wad tych nie ma OMEMO: zostało zaprojektowane z myślą o wielu urządzeniach i działa w zasadzie przezroczyście. Można z niego korzystać również w rozmowach konferencyjnych.\u003c/p\u003e\u003cp\u003e Właśnie, MUC, czyli konferencje. Korzystanie z nich na Androidzie to teraz czysta przyjemność: zaznaczasz kilka kontaktów i już, rozmawiacie wspólnie. Na klientach desktopowych jest nadal tak marnie jak było (czyli a'la IRC), ale wierzę że ktoś w końcu pożyczy pomysł.\u003c/p\u003e\u003cp\u003e Teraz konkrety: jakie oprogramowanie da się używać w 2016? Dla mnie jednym z kroków które najbardziej poprawiły komfort korzystania z XMPP była zmiana serwera z Openfire na \u003ca href=\"https://prosody.im/\"\u003eProsody\u003c/a\u003e. Wszystkie w/w standardy są tam wbudowane, a nawet jeśli nie, to wystarczy dopisać do configa linijkę włączającą odpowiedni plugin.\u003c/p\u003e\u003cp\u003e Dla moich rozmówców natomiast największym udogodnieniem jest \u003ca href=\"https://conversations.im/\"\u003eConversations\u003c/a\u003e - genialny klient na Androida. Wygląda tak, jak należałoby się tego spodziewać po nowoczesnym programie (kto pokazywał znajomym Xabbera, wie o czym mówię), obsługuje wszystkie w/w standardy, działa sprawniej niż jakikolwiek klient na desktopie. Do tego ma drobne udogodnienia typu przycisk do zrobienia zdjęcia i wysłania od razu rozmówcy czy te proste konferencje o których wspominałem powyżej. Jest do pobrania za darmo z \u003ca href=\"https://f-droid.org/repository/browse/?fdfilter=conversations\u0026fdid=eu.siacs.conversations\"\u003eF-Droida\u003c/a\u003e lub za niewielką opłatą z \u003ca href=\"https://play.google.com/store/apps/details?id=eu.siacs.conversations\"\u003eGoogle Play\u003c/a\u003e. Jeśli przekonałem cię tym wpisem do używania Conversations, kup proszę płatną wersję bądź prześlij autorowi ekwiwalent w bitcoinach czy paypalcoinach - autor robi \u003ca href=\"https://gultsch.de/\"\u003edużo dobrego\u003c/a\u003e w świecie otwartych komunikatorów.\u003c/p\u003e\u003cp\u003e Na komputerze niestety jest mniej kolorowo: musiałem pożegnać się z moim starym przyjacielem Psi+, który zaczął rozwijać się w jakimś dziwnym kierunku i niby wychodziły nowe wersje, ale nie rozwiązywały żadnego z problemów które miałem (a sam w projekcie nie uczestniczyłem po tym jak potraktowali kiedyś mojego patcha). W zasadzie jedynym klientem obsługującym nowoczesne standrardy jest w tej chwili \u003ca href=\"https://gajim.org/\"\u003eGajim\u003c/a\u003e. Nie jest może najnowszym krzykiem mody jeśli chodzi o wygląd i obsługę, ale działa, autorzy nie mają problemu z przyjmowaniem patchy, więc i społeczność jest w miarę żywa.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 8, ostatni: 06. 05. 2016 - 16:03:08 - GDR!) \u003ca href=\"16-03-16_jabber_2016.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nAllegro / PayU + T-Mobile / Alior\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(03. 11. 2015)\u003c/span\u003e\n\u003cp\u003e Robiłem dziś jakieś zakupy na Allegro i chciałem jak zwykle zapłacić przez PayU. Niestety strona coś szwankowała i przekierowywało mnie do jakiejś tabelki mówiącej że płatność jest oczekująca, gdzie mogłem ją sobie co najwyżej anulować. Napisałem więc do sprzedającego z pytaniem o numer konta, sprzedający odpisał że nie trzeba bo wpłata właśnie wpłynęła. \"O, grubiutko dzisiaj mają w PayU\", pomyślałem sobie, ale na wszelki wypadek sprawdziłem wyciąg.\u003c/p\u003e\u003cp\u003e Jakie było moje zdziwienie kiedy zobaczyłem że moje konto zostało obciążone! Nie widziałem na oczy strony banku, nie dostałem hasła SMS, nic z tych rzeczy. Zadzwoniłem więc do \u003ca href=\"http://www.wykop.pl/tag/tmobileuslugibankowedostarczaneprzezaliorbank/wszystkie/?nsQ=%23tmobileuslugibankowedostarczaneprzezaliorbank\"\u003e#tmobileuslugibankowedostarczaneprzezaliorbank\u003c/a\u003e i spytałem co to za heca. Okazało się że musiałem przeoczyć jakiś domyślnie zahaczony checkbox, bo podobno przy którejś transakcji zgodziłem się na aktywację usługi PayU Express która polega właśnie na \"dodaniu mojego konta do zaufanych\", jak to Pan z Banku określił. Da się to na szczęście wyłączyć (Rachunki - klik na rachunek - więcej szczegółów - payu express), co zabawne - trzeba to wyłączenie potwierdzić hasłem SMS.\u003c/p\u003e\u003cp\u003e Wychodzi więc na to, że każdy, kto pozna moje hasło allegrowe - a \u003ca href=\"http://niebezpiecznik.pl/post/byly-pracownik-allegro-nie-hashuje-hasel/\"\u003enie jest to trudne\u003c/a\u003e - mógł sobie do woli robić zakupy za moje. \u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 3, ostatni: 05. 11. 2015 - 09:27:15 - GDR!) \u003ca href=\"15-11-03_allegro__payu__t_mobile__alior.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nSSH Tunnel\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(06. 10. 2015)\u003c/span\u003e\n\u003cp\u003e Jest taka fajna aplikacja na Androida, \u003ca href=\"https://play.google.com/store/apps/details?id=org.sshtunnel\"\u003eSSH Tunnel\u003c/a\u003e, służy dokładnie do tego co sugeruje tytuł. Od 2013 nikt jej nie rozwija, a wielka szkoda bo ma wszystko czego potrzeba żeby znaleźć się na \u003ca href=\"https://f-droid.org/repository/browse/?fdfilter=ssh+tunnel\u0026fdpage=1\u0026page_id=0\"\u003eF-Droidzie\u003c/a\u003e.\u003c/p\u003e\u003cp\u003e Ściągnąłem więc źródła, poszukałem patchy, odświeżyłem biblioteki i zbudowałem apk. O dziwo działa bez problemu, najwięcej czasu spędziłem na debugowaniu \"problemu\" polegającego na tym że strona WWW za pomocą której testowałem zewnętrzne IP znajduje się na tym samym serwerze do którego łączyłem się po SSH, więc połączenie nie było tunelowane i zachodziłem głowę dlaczego. APK do pobrania: \u003ca href=\"https://github.com/gjedeer/sshtunnel/releases\"\u003eorg.sshtunnel apk\u003c/a\u003e albo do samodzielnego zbudowania: \u003ca href=\"https://github.com/gjedeer/sshtunnel\"\u003eSSH Tunnel\u003c/a\u003e. Bierzcie i forkujcie z tego wszyscy.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 2, ostatni: 09. 10. 2015 - 11:05:22 - GDR!) \u003ca href=\"15-10-06_ssh_tunnel.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nTo pułapka\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(29. 08. 2015)\u003c/span\u003e\n\u003cp\u003e...ale serdecznie zapraszamy!\u003c/p\u003e\u003cimg width=\"100%\" src=\"img/misiek.jpg\" alt=\"Misiek\" /\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 2, ostatni: 12. 10. 2015 - 13:01:50 - 4551) \u003ca href=\"15-08-29_to_pulapka.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nPL\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(28. 07. 2015)\u003c/span\u003e\n\u003cblockquote\u003ePrzed posępnymi Polakami ostrzegają autorzy najpopularniejszego na świecie przewodnika Lonely Planet: „[...] zabierz ze sobą uśmiech; nie zobaczysz ich tu wiele na ulicy, gdyż uśmiechanie się do obcych uznawane jest za przejaw głupoty” (Bedford, Fallon i McAdam 2008, s. 19).\u003c/blockquote\u003e\u003cp\u003e Dlatego właśnie ciężko mi wyemigrować pomimo wszystkich wad mieszkania w tym kraju: może i drogo i do tego straszny burdel, ale ludzie normalni.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 5, ostatni: 15. 09. 2015 - 20:56:19 - 4551) \u003ca href=\"15-07-28_pl.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nReklama\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(13. 07. 2015)\u003c/span\u003e\n\u003cp\u003e Słyszałem wczoraj w radio reklamę która szła mniej więcej tak: postać numer jeden mówi do postaci numer dwa żeby ta włączyła muzykę. Muzyka zaczyna grać ale po krótkiej chwili przerywa. Konkluzja: nie daj się zaskoczyć brakowi szybkiego internetu na wakacjach.\u003c/p\u003e\u003cp\u003e Niezłe pranie mózgu: żeby odtwarzać muzykę potrzebujesz dostępu do internetu. W ciekawą stronę to wszystko idzie.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 4, ostatni: 15. 09. 2015 - 20:58:34 - 4551) \u003ca href=\"15-07-13_reklama.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nAudioteka, po raz pierwszy i ostatni\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(04. 07. 2015)\u003c/span\u003e\n\u003cp\u003e Postanowiłem kupić audiobooka w polskim serwisie Audioteka. Przeczytałem tyle pozytywnych recenzji, że ściągnięcia z Chomika byłoby grzechem. Szczególnie za taką cenę, za jaką był. Początek był w porządku - dodałem książkę do koszyka, kazali podać maila i hasło do tworzonego konta, potem przekierowali na stronę główną powodując niemałą konfuzję. Znalazłem jednak koszyk i kontynuowałem zamówienie.\u003c/p\u003e\u003cp\u003e Tutaj kolejne zdziwienie: proszą o podanie imienia i nazwiska. Po co serwisowi dostarczającemu pliki do ściągnięcia moje dane osobowe? Wpisałem więc byle co i przeszedłem do płatności. Tutaj bez zaskoczeń, standardowy wybór procesorów płatności, spoko. \u003c/p\u003e\u003cp\u003e Kolejne zdziwienie załapałem po powrocie do Audioteki. Pojawiła się informacja że pliki które kupiłem są watermarkowane i za kilkanaście do kilkadziesięciu minut będą dostępne do ściągnięcia. Niezły temat, nie dość że dodają jakieś idiotyzmy w czasach kiedy reszta świata rezygnuje z DRM i jemu podobnych wynalazków, to jeszcze muszę czekać kilkanaście do kilkudziesięciu minut dłużej niż na Chomiku. Z tej okazji chciałbym przytoczyć \u003ca href=\"http://www.spidersweb.pl/2015/03/audioteka-marcin-beme-wywiad.html\"\u003eMarcina Beme\u003c/a\u003e, szefa serwisu:\u003c/p\u003e\u003cblockquote\u003eNie wiem czy powiedzieć, że piractwo jest małym czy dużym problem. Ciężko to zmierzyć. Piractwo istnieje i tyle, to się raczej nie zmieni. Ważniejsze jest jednak nasze nastawienie do piractwa, a my traktujemy je po prostu jako konkurencję. Klient musi dostać wartość dodaną – prawdziwą wartość dodaną – żeby chcieć nam zapłacić.\u003c/blockquote\u003e\u003cp\u003e Wartość dodaną stanowi chujowa obsługa, zbieranie niepotrzebnych danych osobowych i dodatkowe oczekiwanie. Powodzenia panie Marcinie!\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 4, ostatni: 30. 07. 2015 - 05:39:42 - GDR!) \u003ca href=\"15-07-04_audioteka__po_raz_pierwszy_i_ostatni.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nGodne zastępstwo Total Commandera\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(23. 05. 2015)\u003c/span\u003e\n\u003cp\u003e Jedną z niewielu sensownych rzeczy na Windowsie, które nie miały dobrego odpowiednika na innych systemach był Total Commander. Używałem go krótko, ale skróty klawiaturowe weszły w krew i nawet teraz, po wielu latach, dalej obsługuję go sprawnie. Próbowałem różnych linuxowych odpowiedników typu krusader, ale były na tyle bez sensu że używałem tylko \u003ca href=\"http://www.midnight-commander.org/\"\u003emc\u003c/a\u003e - który też do najlepszych nie należy.\u003c/p\u003e\u003cp\u003e Aż do teraz: \u003ca href=\"http://doublecmd.sourceforge.net/\"\u003eDouble Commander\u003c/a\u003e to bezczelny klon Total Commandera. Zgadza się wszystko od umiejscowienia przycisków przez skróty klawiaturowe po domyślne wybory - czyli jeśli w TC kopiowanie w tle robiło się wciskając f5 - f2, to tutaj jest tak samo. Obsługuje nawet pluginy Total Commandera. Ma w identycznie biedny sposób rozwiązane połączenia sieciowe. Ma pod F3 podgląd plików któremu nie straszne setki gigabajtów.\u003c/p\u003e\u003cp\u003e Prawdopodobnie nie poleciłbym go nikomu kto nie znał TC z jego dziwacznościami, ale jeśli ktoś ma ciągle w pamięci palców wszystkie skróty klawiaturowe, powinien spróbować.\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 7, ostatni: 15. 09. 2015 - 21:01:07 - 4551) \u003ca href=\"15-05-23_godne_zastepstwo_total_commandera.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nWszechrowerzyści, ładniej\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(12. 05. 2015)\u003c/span\u003e\n\u003cp\u003e Na \u003ca http://www.zlomnik.pl/index.php/2015/05/12/piec-rzeczy-bez-ktorych-mozna/\"\u003eZłomniku\u003c/a\u003e bardzo ładnie zostało napisane to co próbowałem kiedyś przekazać - \u003ca href=\"13-09-20_rowerzysci.html\"\u003eże wciskane wszędzie ścieżki rowerowe są bez sensu\u003c/a\u003e:\u003c/p\u003e\u003cblockquote\u003eŻe rower jest po to, żeby sobie nim pojechać wszędzie. Samochodem pojedziesz tylko po jezdni, motocyklem właściwie też, a rowerem – między blokami, tu kawałek po trawniku, itp. itd. Rower jest anarchistyczny. Tymczasem miasto buduje drogi dla rowerów, które mają sens wzdłuż bardzo dużych ulic (tam, gdzie samochody zapieprzają), ale są go pozbawione na małych, normalnych ulicach w mieście. Nie mogę np. zrozumieć sensu drogi dla rowerów wzdłuż Politechniki Warszawskiej albo wzdłuż Nowaka-Jeziorańskiego na Gocławiu, zwykłej jednopasmowej ulicy. Ulice są dla wszystkich. Ruch jest dla wszystkich. Wszyscy się zmieścimy. Jako użytkownik samochodu nie mam żadnego problemu z rowerzystami dopóki nie próbują być złośliwi. Jako rowerzysta nie odczuwam żadnego dyskomfortu jeżdżąc po Warszawie, jeździ się bardzo dobrze. Jeśli ktoś nie umie albo się boi, zamiast narzekać, powinien poćwiczyć.\u003c/blockquote\u003e\u003cp\u003e (nie wiem skąd w Warszawie wziął się Gocław, ale to osobny temat. ciekawe czy też mają tam \u003ca href=\"http://www.openstreetmap.org/node/692620587#map=15/53.4749/14.5964\"\u003eslumsy\u003c/a\u003e)\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 8, ostatni: 18. 06. 2015 - 00:19:38 - Monter) \u003ca href=\"15-05-12_wszechrowerzysci__ladniej.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nNowość w mejor.pl\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(04. 05. 2015)\u003c/span\u003e\n\u003cp\u003e Jeśli ktoś utrzymuje swój serwer pocztowy, zapewne zna RBL mejor.pl - trochę zbyt restrykcyjny żeby można było go normalnie używać, ale świetnie działający jako niżej punktowana reguła dla spamassassin. Ostatnio \u003ca href=\"http://blog.mejor.pl/\"\u003eogłosił\u003c/a\u003e, że dodaje dwie nowe usługi: uribl oraz kanał aktualizacji dla spamassassina.\u003c/p\u003e\u003cp\u003e Cieszę się głównie z tego pierwszego, ostatnio przyszła fala polskiego spamu ze zhackowanych phpmailerów który nie bardzo da się wyblokować po treści czy (ze względu na mnogość rozsyłających serwerów) po RBL-ach. Uribl blokuje po linkach zawartych w treści więc \"tysiące dolarów zysku\" powinny przestać przychodzić.\u003c/p\u003e\u003cp\u003e \u003cins\u003eKanał sa-update po bliższym przyjrzeniu się wygląda dobrze, poprzednio sam byłem sobie winny.\u003c/ins\u003e\u003cdel\u003eKanału sa-update raczej bym nie ruszał, ostatnio jak za bardzo zaufałem Mejorowi, przestały przychodzić maile z kont pocztowych Dreamhoście. Być może istnieje wszechświat w którym to jest akceptowalne, ale na pewno nie jest to ten sam w którym mieszkam.\u003c/del\u003e\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 3, ostatni: 07. 05. 2015 - 12:38:43 - mejor) \u003ca href=\"15-05-04_nowosc_w_mejor_pl.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cbr /\u003e\n\u003ch3 class=\"news_title\"\u003e\nSensowny VoIP?\u003c/h3\u003e\n\u003cdiv class=\"onenews\"\u003e\n\u003cdiv class=\"text\"\u003e\n\u003cspan class=\"nd\"\u003e(22. 04. 2015)\u003c/span\u003e\n\u003cp\u003e Wczoraj musiałem kupić na ostatnią chwilę jakieś konto VoIP, bo mój poprzedni provider zaczął szwankować i odkryłem że nie da się im nawet wysłać maila. Miałem jakieś 15 minut więc nie szukałem długo i wybrałem halonet.pl. Jakość rozmowy spoko, tylko dlaczego żeby zainicjować połączenie trzeba było wyłączyć szyfrowanie (SRTP)?\u003c/p\u003e\u003cp\u003e Zadałem to pytanie supportowi i odpisali mi taką ciekawostkę: \"Usługa powinna działać bez definiowania tejopcji - nie oferujemy dodatkowego szyfrowania. Niemniej jednak nasz system zapewnia bezpieczeństwo połączeń.\" Dopytałem jeszcze jaka magia zapewnia to bezpieczeństwo i dowiedziałem się, że hasła są \"szyfrowane podczas transmisji\". Wow.\u003c/p\u003e\u003cp\u003e Czy ktoś z czytelników może polecić usługę która 1) działa, 2) ma serwery blisko Polski i 3) posiada niezerowe zabezpieczenia?\u003c/p\u003e\n\u003c/div\u003e \u003cdiv class=\"artcomm\"\u003e(komentarzy: 0) \u003ca href=\"15-04-22_sensowny_voip.html\"\u003eSkomentuj\u003c/a\u003e\n \u003c/div\u003e\n\u003c/div\u003e\n\u003cp\u003e\u003ca href=\"oldarts.php\"\u003eStarsze artykuly -\u0026gt;\u003c/a\u003e\u003c/p\u003e\n\u003c/div\u003e\r\n\u003c/div\u003e\r\n\u003c/div\u003e\r\n\u003c/div\u003e\r\n\u003ctable border=\"0\"\u003e\n\u003ctr\u003e\r\n\u003ctd\u003e\n\u003cimg src=\"qr/?e=Q\u0026amp;s=4\u0026amp;d=http%3A%2F%2Fgdr.geekhood.net%2Fgdrwpl%2F\" alt=\"URL encoded in QR Code\" /\u003e\n\u003c/td\u003e\n\u003ctd\u003e\r\nStatystyki:\r\n\u003cbr /\u003e\r\n\u003cscript type=\"text/javascript\"\u003e\n\u003c!--\nwindow.open = function(url){};\n//--\u003e\n\u003c/script\u003e\n\u003c!-- stat.4u.pl NiE KaSoWaC --\u003e \r\n\u003ca href=\"http://stat.4u.pl/?gdr\"\u003e\u003cimg src=\"http://ad.stat.4u.pl/s4u.gif\" alt=\"Stat4U\" /\u003e\u003c/a\u003e \r\n\u003cscript type=\"text/javascript\"\u003e \r\n\u003c!-- \r\nfunction s4upl() { return \"\";} \r\n//--\u003e \r\n\u003c/script\u003e \r\n\u003cscript src=\"http://ad.stat.4u.pl/s.js?gdr\" type=\"text/javascript\"\u003e\u003c/script\u003e \r\n\u003cscript type=\"text/javascript\"\u003e\r\n\u003c!-- \r\ns4uext=s4upl(); \r\ndocument.write(\"\u003cimg src=\\\"http://stat.4u.pl/cgi-bin/s.cgi?i=gdr\"+s4uext+\"\\\" width=\\\"1\\\" height=\\\"1\\\" /\u003e\") \r\n//--\u003e \r\n\u003c/script\u003e \r\n\u003cnoscript\u003e\u003cdiv\u003e\u003cimg src=\"http://stat.4u.pl/cgi-bin/s.cgi?i=gdr\u0026amp;r=ns\" width=\"1\" height=\"1\" alt=\"Stat4U\" /\u003e\u003c/div\u003e\u003c/noscript\u003e\n\u003c!-- stat.4u.pl KoNiEc --\u003e\r\n\u003cbr /\u003e\u003ca href=\"users.php\"\u003eEmail\u003c/a\u003e\n\u003cbr /\u003e\u003ca href=\"comment.php\"\u003eComments\u003c/a\u003e\n\u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/table\u003e\r\n\u003cscript src=\"http://www.google-analytics.com/urchin.js\" type=\"text/javascript\"\u003e\n\u003c/script\u003e\n\u003cscript type=\"text/javascript\"\u003e\n_uacct = \"UA-676537-1\";\nurchinTracker();\n\u003c/script\u003e\r\n\u003c/body\u003e\r\n\u003c/html\u003e\r\n","pageTitle":"GDR!","responseHeaders":{"CONTENT-TYPE":"text/html; charset=UTF-8","DATE":"Sat, 23 Jul 2016 13:41:21 GMT","SERVER":"lighttpd/1.4.33"},"bitcoinAddresses":null,"sshKey":"","ftpFingerprint":"","ftpBanner":"","smtpFingerprint":"","smtpBanner":""}
